Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Unable to add benefit plan '{0}' to employee '{1}'. Benefit plan and employee belong to different employers.
ar: غير قادر على إضافة خطة المزايا '{0}' للموظف '{1}'. خطة المنافع والموظف تنتمي إلى مختلف أرباب العمل.
fr: Impossible d'ajouter le régime d'avantages sociaux {0} à l'employé {1} . Le régime d’avantages sociaux et l’employé appartiennent à différents employeurs.

source: It is not allowed to calculate manually overridden plan '{0}'.
ar: غير مسموح بحساب الخطة التي تم تجاوزها يدويًا '{0}'.
fr: Il n'est pas autorisé de calculer le plan substitué manuellement ' {0} '.

source: This calculation works only for new added benefit plan.
ar: هذا الحساب يعمل فقط لخطة فائدة إضافية جديدة.
fr: Ce calcul ne fonctionne que pour les nouveaux régimes à prestations ajoutées.

source: Position '{0}' is fully assigned.
ar: الموضع '{0}' معين بالكامل.
fr: La position ' {0} ' est entièrement attribuée.

source: Document is not a web form.
ar: المستند ليس نموذج ويب.
fr: Le document n'est pas un formulaire Web.

source: Unsupported type of Ceridian frequency '{0}'.
ar: نوع غير مدعوم من تردد Ceridian '{0}'.
fr: Type non pris en charge de la fréquence Ceridian ' {0} '.

source: No certified rate detail was created.
ar: لم يتم إنشاء تفاصيل معدل معتمد.
fr: Aucun détail de taux certifié n'a été créé.

source: Employee '{0}' does not have started timesheet task.
ar: الموظف '{0}' لم يبدأ مهمة الجدول الزمني.

source: You don't have access to this '{0}'. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى هذا '{0}'. يرجى التحقق من أذونات دور الأمان.

source: Can't modify code table '{0}'. It is allowed to modify just custom code tables.
ar: لا يمكن تعديل جدول الكود '{0}'. مسموح بتعديل جداول التعليمات البرمجية المخصصة فقط.
fr: Impossible de modifier la table de codes ' {0} '. Il est permis de modifier uniquement les tables de code personnalisées.

source: Default detail for code table '{0}' already exists.
ar: التفاصيل الافتراضية لجدول التعليمات البرمجية '{0}' موجودة بالفعل.

source: Invalid color format: '{0}'.
ar: تنسيق ألوان غير صالح: '{0}'.
fr: Format de couleur non valide: ' {0} '.

source: Unsupported deduction calculation method '{0}' in deduction '{1}'.
ar: طريقة حساب خصم غير مدعوم '{0}' في خصم '{1}'.
fr: Méthode de calcul de la déduction non prise en charge ' {0} ' en déduction ' {1} '.

source: Unsupported custom field data type '{0}'.
ar: نوع بيانات الحقل المخصص غير المدعوم '{0}'.
fr: Type de données de champ personnalisé non pris en charge ' {0} '.

source: You can't proceed because there are already approved/paid batches containing data on the same timesheets.
ar: لا يمكنك المتابعة نظرًا لوجود دفعات معتمدة / مدفوعة بالفعل تحتوي على بيانات في الجداول الزمنية نفسها.
fr: Vous ne pouvez pas poursuivre car des lots déjà approuvés / payés contiennent des données sur les mêmes feuilles de temps.

source: Invalid device serial number for Time Clock '{0}'.
ar: الرقم التسلسلي للجهاز غير صالح لساعة التوقيت '{0}'.
fr: Numéro de série de l'appareil non valide pour l'horloge " {0} ".

source: Manual value should be defined for manual option '{0}' in plan '{1}' for employee '{2}'.
ar: وينبغي تحديد قيمة اليدوية للخيار يدوي '{0}' في خطة '{1}' للموظف '{2}'.

source: Manual value should be defined for manual option '{0}' in plan '{1}'.
ar: يجب تحديد القيمة اليدوية للخيار اليدوي '{0}' في الخطة '{1}'.

source: Benefit plan option should be defined for non-manual option '{0}' in plan '{1}' for employee '{2}'.
ar: يجب تحديد خيار خطة المنافع للخيار غير اليدوي '{0}' في الخطة '{1}' للموظف '{2}'.

source: Benefit plan option should be defined for non-manual option '{0}' in plan '{1}'.
ar: يجب تحديد خيار خطة المنفعة للخيار غير اليدوي '{0}' في الخطة '{1}'.

source: 'Verified Credentials' external system should be set for candidate background.
ar: يجب تعيين نظام 'بيانات الاعتماد التي تم التحقق منها' على خلفية المرشح.

source: Either employee number or social security number should be set in row '{0}' and found in the system.
ar: يجب تعيين رقم الموظف أو رقم الضمان الاجتماعي في الصف '{0}' وإيجاده في النظام.

source: Course date should be set in course class '{0}'.
ar: يجب تعيين تاريخ الدورة في فئة الدورة التدريبية '{0}'.

source: Unsupported entity type code '{0}' for custom value. Allowed codes: '{1}'.
ar: كود نوع الكيان غير المدعوم '{0}' للقيمة المخصصة. الرموز المسموح بها: '{1}'.

source: Either 'payrollPeriodId' or 'startDate' with 'endDate' request parameters should be specified.
ar: يجب تحديد إما 'payrollPeriodId' أو 'startDate' مع معلمات طلب 'endDate'.

source: Employee document '{0}' should be a data form.
ar: يجب أن تكون وثيقة الموظف '{0}' نموذج بيانات.

source: Employer document '{0}' should be a data form.
ar: يجب أن تكون وثيقة صاحب العمل '{0}' نموذج بيانات.

source: Onboarding '{0}' is not bind to any employee document for employee '{1}' through the workflow.
ar: Onboarding '{0}' لا يرتبط بأي وثيقة موظف للموظف '{1}' من خلال سير العمل.

source: Unsupported order direction type '{0}'. Supported direction types: '{1}'.
ar: نوع اتجاه الطلب غير مدعوم '{0}'. أنواع الاتجاه المدعومة: '{1}'.

source: Unsupported filter operator '{0}'. Supported filter operators: '{1}'.
ar: عامل تصفية غير مدعوم '{0}'. عوامل تشغيل عامل التصفية المدعومة: '{1}'.

source: The 'options' field should be a JSON object.
ar: يجب أن يكون حقل 'الخيارات' كائن JSON.

source: Either 'dataformId' or 'webformId' request parameter should be specified.
ar: يجب تحديد إما معلمة طلب 'dataformId' أو 'webformId'.

source: Either 'isSql' or 'isModule', or 'isForm', or 'isTable' request parameter should be specified.
ar: يجب تحديد إما معلمة طلب 'isSql' أو 'isModule' أو 'isForm' أو 'isTable'.

source: Column id '{0}' was not found in the Data Module.
ar: لم يتم العثور على معرف العمود '{0}' في وحدة البيانات.

source: Column id '{0}' was not found in the Data Tables.
ar: لم يتم العثور على معرف العمود '{0}' في جداول البيانات.

source: Column id '{0}' was not found in Webform.
ar: لم يتم العثور على معرف العمود '{0}' في Webform.

source: Deducted minutes '{0}' > overtime minutes '{1}'.
ar: الدقائق المخصومة '{0}'> الدقائق الإضافية '{1}'.

source: Unsupported deduction pay type '{0}' in deduction '{1}'.
ar: نوع دفع الخصم غير المدعوم '{0}' في الخصم '{1}'.

source: Unsupported deduction calculation method '{0}'.
ar: طريقة حساب الاستقطاع غير المدعومة '{0}'.

source: Unsupported deduction limit period '{0}'.
ar: فترة حد الخصم غير المدعومة '{0}'.

source: Unsupported frequency type '{0}'.
ar: نوع التردد غير المدعوم '{0}'.

source: Unsupported payroll frequency type '{0}'.
ar: نوع تردد الرواتب غير المدعوم '{0}'.

source: Active Workers Compensation was not found for employee '{0}'.
ar: لم يتم العثور على تعويض العمال النشط للموظف '{0}'.

source: No employee was found for person '{0}' and employer '{1}'.
ar: لم يتم العثور على موظف للشخص '{0}' وصاحب العمل '{1}'.

source: Invalid amount type '{0}'.
ar: نوع المبلغ غير صالح '{0}'.

source: Option group '{0}' has wrong value '{1}'.
ar: مجموعة الخيار '{0}' لها قيمة خاطئة '{1}'.

source: Cannot add '{0}' benefit plan to employee '{1}'. Plan and employee are set for different employers.
ar: لا يمكن إضافة خطة منافع '{0}' للموظف '{1}'. يتم تعيين الخطة والموظف لأصحاب العمل المختلفة.

source: Deduction '{0}' is not set for employer '{1}'.
ar: لم يتم تعيين الخصم '{0}' على صاحب العمل '{1}'.

source: Wrong benefit plan option. Manual benefit plan option is expected for Option Group '{0}'.
ar: خيار خطة منفعة خاطئة. من المتوقع وجود خيار خطة المزايا اليدوية لمجموعة Option '{0}'.

source: Option group '{0}' is not set for group number '{1}' in benefit plan '{2}'.
ar: لم يتم تعيين مجموعة الخيار '{0}' لرقم المجموعة '{1}' في خطة المنافع '{2}'.

source: The 'positionId' field is required since 'Position Control' is set for employer.
ar: حقل 'موضع الإعلان' مطلوب نظرًا لتعيين 'التحكم في الموضع' على صاحب العمل.

source: Employee '{0}' is not active.
ar: الموظف '{0}' غير نشط.

source: Completed date should be set for course '{0}' for employee '{1}'.
ar: يجب تحديد التاريخ المكتمل للدورة التدريبية {0} للموظف '{1}'.

source: Spouse's social security number should be set.
ar: يجب تعيين رقم الضمان الاجتماعي للزوج.

source: Either 'employeeId' or 'deductionId' request parameter should be specified.
ar: يجب تحديد إما معلمة طلب 'employeeId' أو 'deductionId'.

source: Employee amount for deduction '{0}' for employee '{1}' should be numeric.
ar: يجب أن يكون مبلغ الموظف للخصم '{0}' للموظف '{1}' رقميًا.

source: Employer amount for deduction '{0}' for employee '{1}' should be numeric.
ar: يجب أن يكون مبلغ صاحب العمل للخصم '{0}' للموظف '{1}' رقميًا.

source: Workflow configuration is not set for Webform '{0}'.
ar: لم يتم ضبط توصيف مسار العمل الى Webform '{0}'.

source: Workflow configuration is not set for Dataform '{0}'.
ar: لم يتم ضبط توصيف مسار العمل الى Dataform '{0}'.

source: Cannot add employee '{0}' to employee group '{1}'. Employee and employee group are set for different employers.
ar: لا يمكن إضافة الموظف '{0}' إلى مجموعة الموظفين '{1}'. يتم تعيين الموظف ومجموعة الموظفين لأصحاب العمل المختلفة.

source: Either 'employeeId' or 'incomeListId' request parameter should be specified.
ar: يجب تحديد إما معلمة طلب 'employeeId' أو 'enueListId '.

source: Either Webform or Dataform should be set in Onboarding '{0}' for employee '{1}'.
ar: يجب تعيين Webform أو Dataform في Onboarding '{0}' للموظف '{1}'.

source: Only initiator can submit the record by workflow.
ar: البادئ فقط يمكنه إرسال السجل عن طريق سير العمل.

source: Incorrect workflow setting. Cannot find workflow detail for sequence '{0}'.
ar: إعداد سير العمل غير صحيح. لا يمكن العثور على تفاصيل سير العمل للتسلسل '{0}'.

source: Record state for the first workflow step should be in '{0}'. Found state: '{1}'
ar: يجب أن تكون حالة السجل لخطوة سير العمل الأولى في '{0}'. الحالة التي تم العثور عليها: '{1}'

source: Benefit plan type '{0}' does not equal to open enrollment step type '{1}' in step '{2}'.
ar: نوع خطة المنفعة '{0}' لا يساوي فتح نوع خطوة التسجيل '{1}' في الخطوة '{2}'.

source: Relationship cycle is found for employee '{0}'.
ar: تم العثور على دورة العلاقة للموظف '{0}'.

source: Employee '{0}' termination is failed. Termination Date should be set.
ar: فشل إنهاء الموظف {0} . يجب تحديد تاريخ الإنهاء.

source: Employee '{0}' is not allowed to be set as a supervisor for employee '{1}' in org structure number '{2}'. Allowed supervisors: '{3}'.
ar: لا يُسمح بتعيين الموظف '{0}' كمشرف على الموظف '{1}' في رقم الهيكل التنظيمي '{2}'. المشرفون المسموح بهم: '{3}'.

source: Employee's '{0}' social security number should not be longer than 11 characters.
ar: يجب ألا يتجاوز رقم الضمان الاجتماعي {0} للموظف 11 حرفًا.

source: Employee '{0}' person contact's social security number should not be longer than 11 characters.
ar: يجب ألا يزيد رقم الضمان الاجتماعي الخاص بجهة اتصال الموظف ' {0} عن 11 حرفًا.

source: Employee's '{0}' last name should not be longer than 30 characters.
ar: يجب ألا يزيد اسم العائلة '{0}' عن 30 حرفًا.

source: Employee's '{0}' middle name should not be longer than 30 characters.
ar: يجب ألا يزيد الاسم الأوسط '{0}' للعامل عن 30 حرفًا.

source: Employee's '{0}' first name should not be longer than 30 characters.
ar: يجب ألا يزيد الاسم الأول للعامل '{0}' عن 30 حرفًا.

source: Employee's '{0}' suffix should not be longer than 4 characters.
ar: يجب ألا تزيد لاحقة الموظف {0} عن 4 أحرف.

source: Employee's '{0}' gender should have value either 'M' or 'F'.
ar: يجب أن يكون جنس الموظف '{0}' قيمة إما 'M' أو 'F'.

source: Employee '{0}' should have marital status set. It is required for Puerto Rico.
ar: يجب أن يكون لدى الموظف '{0}' مجموعة الحالة الزواجية. هو مطلوب لبورتوريكو.

source: Request body should be JSON.
ar: يجب أن يكون طلب الهيئة JSON.

source: Request body should be JSON Array.
ar: يجب أن يكون نص الطلب JSON Array.

source: Request body should be a Multipart form data.
ar: يجب أن يكون نص الطلب بيانات نموذج متعدد الأجزاء.

source: First employee's tax effective date should equal to employee's hire date.<br/>Employee: '{0}'<br/>Tax number: '{1}'<br/>Geocode: '{2}'<br/>Schdist: '{3}'
ar: يجب أن يكون تاريخ نفاذ ضريبة الموظف الأول مساوياً لتاريخ تعيين الموظف. <br/> الموظف: '{0}' <br/> رقم الضريبة: '{1}' <br/> الرمز الجغرافي: '{2}' <br/> شديست: '{3}'

source: Tax you're trying to approve intercepts already approved taxes by start and end dates.<br/>Tax number: '{0}'<br/>Geocode: '{1}'<br/>Schdist: '{2}'
ar: الضريبة التي تحاول الموافقة عليها تعترض الضرائب الموافق عليها بالفعل من خلال تواريخ البدء والانتهاء. <br/> رقم الضريبة: '{0}' <br/> الرمز الجغرافي: '{1}' <br/> Schdist: '{2}'

source: Time Off period is not found for accrual date at row '{0}',
ar: لم يتم العثور على فترة الإجازة لتاريخ الاستحقاق في الصف '{0}' ،

source: Cannot find employee time off plan at row '{0}'.
ar: لا يمكن العثور على وقت الموظف خارج الخطة في الصف '{0}'.

source: The accrual date should not be before the time off plan accrual date at row '{0}'.
ar: يجب ألا يكون تاريخ الاستحقاق قبل وقت استحقاق تاريخ استحقاق الخطة في الصف '{0}'.

source: Can't access time off for employee '{0}'. Please check your security profiles.
ar: لا يمكن الوصول إلى إجازة للموظف '{0}'. يرجى التحقق من ملفات تعريف الأمان.

source: It is not allowed to have several time off plans of the same type '{0}' on the same date for employee '{1}'.
ar: لا يُسمح بتخصيص عدد من خطط الاستراحة من نفس النوع '{0}' في نفس التاريخ للموظف '{1}'.

source: It is not allowed to have several open time off plan periods for plan '{0}', employee '{1}'.
ar: لا يجوز أن يكون هناك عدة فترات زمنية مفتوحة للتخطيط للخطة '{0}' ، الموظف '{1}'.

source: Only one time off plan period can exist for non accruing time off plan '{0}' for employee '{1}'.
ar: يمكن أن توجد فترة واحدة فقط خارج فترة الخطة لعدم تراكم خطة الإجازة '{0}' للموظف '{1}'.

source: It's not allowed to have time off without details for employee '{0}'.
ar: لا يُسمح بإجازة من دون تفاصيل الموظف '{0}'.

source: Error is thrown extracting id from '{0}' for unavailable block.
ar: تم طرح الخطأ في استخراج المعرف من '{0}' للكتلة غير المتاحة.

source: Multiple employees found for employer '{0}' and person '{1}'.
ar: تم العثور على موظفين متعددين لصاحب العمل '{0}' والشخص '{1}'.

source: Employer bank account offset should be greater than 0 and less than 11.
ar: يجب أن يكون إزاحة حساب صاحب العمل المصرفي أكبر من 0 وأقل من 11.

source: Only one benefit option should be set for benefit plan '{0}', option '{1}'.
ar: يجب تعيين خيار منفعة واحد فقط لخطة المزايا '{0}' ، الخيار '{1}'.

source: Only one benefit option should be set for benefit plan '{0}', option group '{1}', employee '{2}'.
ar: يجب تعيين خيار منفعة واحد فقط لخطة المنافع '{0}' ، مجموعة الخيارات '{1}' ، الموظف '{2}'.

source: Benefit plan is not found for employer '{0}' by code '{1}'.
ar: لم يتم العثور على خطة المنافع لصاحب العمل '{0}' عن طريق الكود '{1}'.

source: It is not allowed to add new inactive employer.
ar: لا يجوز إضافة صاحب عمل غير نشط جديد.

source: Instructor's action '{0}' is not allowed.
ar: تصرف المدرب '{0}' غير مسموح به.

source: Course content type '{0}' is not allowed.
ar: نوع محتوى الدورة التدريبية '{0}' غير مسموح به.

source: Course '{0}' does not contain document.
ar: الدورة التدريبية '{0}' لا تحتوي على وثيقة.

source: It is not allowed to have income with pay type '{0}'.
ar: غير مسموح بالحصول على دخل بنوع الدفع '{0}'.

source: Candidates list should not be empty.
ar: يجب ألا تكون قائمة المرشحين فارغة.

source: It is allowed to process candidates only for one employer per request.
ar: يسمح بمعالجة المرشحين لصاحب عمل واحد فقط لكل طلب.

source: It is allowed to process candidates only for one job posting per request.
ar: يُسمح بمعالجة المرشحين لوظيفة واحدة فقط لكل طلب.

source: Recruiting mass rejection email should be added to email layouts.
ar: يجب إضافة تجنيد الرفض الإلكتروني إلى تخطيطات البريد الإلكتروني.

source: Candidate document is already submitted.
ar: تم تقديم وثيقة المرشح بالفعل.

source: Candidate document is not a company form.
ar: وثيقة المرشح ليست نموذج شركة.

source: Field '{0}' is required in Web form.
ar: الحقل '{0}' مطلوب في نموذج الويب.

source: No active benefit plan is found for open enrollment step '{0}' by benefit type '{1}'.
ar: لم يتم العثور على خطة فائدة نشطة لخطوة التسجيل المفتوحة '{0}' حسب نوع الفائدة '{1}'.

source: Pay group '{0}' is not set for employee '{1}'.
ar: مجموعة الدفع '{0}' لم يتم تعيينها للموظف '{1}'.

source: Pay group is not set for employee '{0}'.
ar: مجموعة الدفع لم يتم تعيينها للموظف '{0}'.

source: Not more than one pay group should be set for employee '{0}'.
ar: يجب عدم تعيين أكثر من مجموعة دفع واحدة للموظف '{0}'.

source: Either 'employerId' or 'positionId' or 'employeeId' request parameter should be specified.
ar: يجب تحديد إما معلمة طلب 'EmployerId' أو 'positionId' أو 'employeeId'.

source: Cannot access position. Please check your security profiles.
ar: لا يمكن الوصول إلى الموقف. يرجى التحقق من ملفات تعريف الأمان.

source: Employer name, termination date and termination reason should be specified in case of employer's termination.
ar: يجب تحديد اسم صاحب العمل وتاريخ الإنهاء وسبب الإنهاء في حالة انتهاء صاحب العمل.

source: No occurrences found for shift '{0}'.
ar: لم يتم العثور على تكرارات للنوبة '{0}'

source: Cannot read value for header element '{0}' in template.
ar: لا يمكن قراءة قيمة عنصر الرأس '{0}' في القالب.

source: Cannot list detailed reviews for aggregated option turned on.
ar: لا يمكن سرد مراجعات مفصلة للخيار المجمع قيد التشغيل.

source: Employee's review journal '{0}' does not have attachment set for employee '{1}'.
ar: مجلة مراجعة الموظف '{0}' لا تحتوي على مجموعة مرفقات للموظف '{1}'.

source: Employee's review journal '{0}' does not have attachment name set for employee '{1}'.
ar: مجلة مراجعة الموظف '{0}' لا تحتوي على اسم مرفق تم تعيينه للموظف '{1}'.

source: Benefit plan '{0}' does not have document file name set.
ar: خطة المنافع '{0}' لا تحتوي على مجموعة اسم ملف وثيقة.

source: Either 'timesheetId' or 'timesheetTypeId' request parameter should be specified.
ar: يجب تحديد إما معلمة طلب 'timesheetId' أو 'timesheetTypeId'.

source: Unsupported timesheet format '{0}'.
ar: تنسيق جدول زمني غير مدعوم '{0}'.

source: Either 'employeeGroupIds' or 'employeeId' request parameter should be specified.
ar: يجب تحديد إما معلمة طلب 'employeeGroupIds' أو 'employeeId'.

source: Either 'buttonCd' or 'buttonName' request parameter should be specified.
ar: يجب تحديد إما معلمة طلب 'buttonCd' أو 'buttonName'.

source: External system '{0}' is not set.
ar: النظام الخارجي '{0}' غير مضبوط.

source: File identifier has expired.
ar: انتهت صلاحية معرف الملف.

source: Either credit or debit amount should be set.
ar: يجب تعيين إما مبلغ الائتمان أو الخصم.

source: For the 'File' interface only export to file URL should be used.
ar: بالنسبة لواجهة 'ملف' ، يجب استخدام تصدير إلى ملف URL فقط.

source: Review period '{0}' is not found for employee '{1}'.
ar: لم يتم العثور على فترة المراجعة '{0}' للموظف '{1}'.

source: Workflow '{0}' is not found for employee '{1}'.
ar: لم يتم العثور على سير العمل '{0}' للموظف '{1}'.

source: Unsupported Data Form field type '{0}'.
ar: نوع حقل نموذج بيانات غير مدعوم '{0}'.

source: Unsupported Web Form field type '{0}'.
ar: نوع حقل نموذج ويب غير مدعوم '{0}'.

source: Unsupported column type '{0}'.
ar: نوع العمود غير مدعوم '{0}'.

source: Unsupported cell type is found. Sheet: '{0}'. Row: '{1}'. Column: '{2}'. Type: '{3}'.
ar: تم العثور على نوع خلية غير مدعوم. ورقة: '{0}'. الصف: '{1}'. العمود: '{2}'. النوع: '{3}'.

source: Unsupported cell value is found. Sheet: '{0}'. Row: '{1}'. Column: '{2}'.
ar: تم العثور على قيمة الخلية غير مدعومة. ورقة: '{0}'. الصف: '{1}'. العمود: '{2}'.

source: It is not allowed to remove approved or pending approval timesheet task.
ar: لا يجوز إزالة مهمة جدول الموافقات المعتمدة أو المعلقة.

source: This API is allowed to be used only for horizontal timesheets.
ar: يُسمح باستخدام واجهة برمجة التطبيقات هذه فقط للجداول الزمنية الأفقية.

source: This API is allowed to be used only for vertical timesheets.
ar: يُسمح باستخدام واجهة برمجة التطبيقات هذه فقط للجداول الزمنية الرأسية.

source: It is not allowed to remove approved timesheet task detail for employee '{0}'.
ar: لا يجوز إزالة تفاصيل مهمة الجدول الزمني المعتمدة للموظف '{0}'.

source: It is not allowed to remove submitted timesheet task detail for employee '{0}'.
ar: لا يجوز إزالة تفاصيل مهمة الجدول الزمني المقدمة للموظف '{0}'.

source: It is not possible to have timesheet task without details for employee '{0}'.
ar: لا يمكن أن يكون لديك مهمة جدول زمني دون تفاصيل للموظف '{0}'.

source: Unsupported paycode detail structure is requested.
ar: مطلوب هيكل تفاصيل paycode غير معتمد.

source: Timesheet task details' date '{0}' is not in range of timesheet start and end dates: '{1}', '{2}'
ar: تفاصيل مهمة الجدول الزمني 'التاريخ'{0}'ليس في نطاق تواريخ بداية الجدول الزمني وتاريخ انتهائه:'{1}'،'{2}'

source: The indeed token is expired.
ar: الرمز المميز منتهي بالفعل.

source: Cannot identify tenant by request.
ar: لا يمكن تحديد المستأجر حسب الطلب.

source: Enter instructor's password.
ar: أدخل كلمة مرور المعلم.

source: Enter instructor's email.
ar: أدخل بريد المعلم

source: Instructor's action '{0}' doesn't exist.
ar: إجراء المدرب '{0}' غير موجود.

source: Password is allowed only for external instructors.
ar: كلمة المرور مسموح بها فقط للمدربين الخارجيين.

source: API request should contain information about authorized instructor.
ar: يجب أن يحتوي طلب API على معلومات حول المدرب المعتمد.

source: API request should contain information about authorized person.
ar: يجب أن يحتوي طلب API على معلومات حول الشخص المفوض.

source: Document type should be set for question '{0}'.
ar: يجب تعيين نوع المستند للسؤال '{0}'.

source: Cannot parse field '{0}' as type '{1}'.
ar: لا يمكن تحليل الحقل '{0}' كنوع '{1}'.

source: Unsupported Timestamp format for value '{0}'.
ar: تنسيق الطابع الزمني غير مدعوم للقيمة '{0}'.

source: Unsupported LocalTime format for value '{0}'.
ar: تنسيق LocalTime غير مدعوم للقيمة '{0}'.

source: Property '{0}' should contain binary value ([01]+) but value '{1}' is found.
ar: يجب أن تحتوي الخاصية '{0}' على قيمة ثنائية ([01] +) ولكن يتم العثور على القيمة '{1}'.

source: Binary Int size is not valid. Expected length '{0}' but '{1}' is found.
ar: حجم Int الثنائية غير صالح. الطول المتوقع '{0}' لكن تم العثور على '{1}'.

source: Property 'op' should not be 'null'.
ar: يجب ألا تكون الخاصية 'op' خالية.

source: Unexpected JSON Node type for value '{0}'.
ar: نوع عقدة JSON غير متوقع للقيمة '{0}'.

source: Unsupported operation '{0}'.
ar: عملية غير مدعومة '{0}'.

source: Unsupported condition type '{0}'.
ar: نوع شرط غير مدعوم '{0}'.

source: Person is not set for tenant.
ar: لم يتم تعيين الشخص للمستأجر.

source: '{0}' cookies were not found in request.
ar: لم يتم العثور على ملفات تعريف الارتباط '{0}' عند الطلب.

source: Unsupported PDF field type '{0}'.
ar: نوع حقل PDF غير مدعوم '{0}'.

source: Import template is broken. Cannot find a tax mapping by tax name: '{0}'.
ar: استيراد قالب مكسور. لا يمكن العثور على تعيين الضريبة حسب اسم الضريبة: '{0}'.

source: Overtime detail is out of shift rate range.
ar: تفاصيل العمل الإضافي خارج نطاق معدل التحول.

source: Employee '{0}' is not allowed to be set in org structure.
ar: الموظف '{0}' غير مسموح بتعيينه في الهيكل التنظيمي.

source: Position '{0}' is not allowed to be set in org structure.
ar: الموضع '{0}' غير مسموح بتعيينه في البنية التنظيمية.

source: Employee '{0}' belongs to Position Reporting Structure.
ar: الموظف '{0}' ينتمي إلى هيكل الإبلاغ عن الوظيفة.

source: Cycled nodes found in org structure: '{0}'
ar: العقد التي تم العثور عليها في بنية المؤسسة: '{0}'

source: Unsupported overtime function '{0}'.
ar: وظيفة الوقت الإضافي غير مدعومة '{0}'.

source: Start and end time should be set in holiday detail in order to turn off the 'All Day' option.
ar: يجب تعيين وقت البدء والانتهاء في تفاصيل العطلة لإيقاف خيار 'طوال اليوم'.
