Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Can't update assignment. Assignment termination workflow is in use.
ar: لا يمكن تحديث المهمة. سير عمل إنهاء المهمة قيد الاستخدام.
es: No se puede actualizar la asignación. Esta asignación se ha terminado.
fr: Impossible de mettre à jour l'affectation. Le flux de travaux de fin d'affectation est en cours d'utilisation.

source: This code table name is already in use. Please provide another name.
ar: اسم جدول الشفرات هذا مستخدم بالفعل. يرجى تقديم اسم آخر
es: Esta vista de panel ya está en uso. Por favor, elija otra vista de panel.
fr: Ce nom de table de code est déjà utilisé. S'il vous plaît fournir un autre nom.

source: Can't publish review without review date. Please set review date.
ar: لا يمكن نشر المراجعة دون تاريخ المراجعة. يرجى تحديد تاريخ المراجعة.
es: No se puede publicar la revisión sin fecha de revisión. Por favor, configure la fecha de revisión.
fr: Impossible de publier un révision sans date de révision. Veuillez définir la date de révision.

source: Can't change review state. Review has been viewed by employee.
ar: لا يمكن تغيير حالة المراجعة. تمت مراجعة المراجعة بواسطة الموظف.
es: No se puede cambiar el estado de revisión. La revisión ha sido vista por el empleado.
fr: Impossible de changer l'état de révision. La revue a été consulté par l'employé.

source: Inactive candidate status is not specified.
ar: لم يتم تحديد حالة مرشح غير نشط.
fr: Le statut de candidat inactif n'est pas spécifié.

source: This candidate is already added but has "Inactive" status. Use "Show Inactive" option to display all candidates in the list.
ar: تمت إضافة هذا المرشح بالفعل ولكن لديه حالة "غير نشطة ". استخدم "إظهار غير نشط " الخيار لعرض جميع المرشحين في القائمة.
es: Este candidato ya está agregado pero tiene el estado "Inactivo". Use la opción "Mostrar inactivo" para mostrar todos los candidatos en la lista.
fr: Ce candidat est déjà ajouté mais a le statut "Inactif". Utilisez l'option "Afficher inactif" pour afficher tous les candidats dans la liste.

source: "To address" for mass rejection in email layout is not specified.
ar: "العنوان " للرفض الشامل في تخطيط البريد الإلكتروني غير محدد.
fr: "To address " pour le rejet en masse dans la mise en page du courrier électronique n'est pas spécifié.

source: Can't delete this contact. Contact is used as dependent or beneficiary. Remove all the references to it first.
ar: لا يمكن حذف جهة الاتصال هذه. يستخدم جهة الاتصال كمستفيد أو مستفيد. أزل كل الإشارات إليها أولاً.
es: No se puede eliminar este contacto. El contacto se usa como dependiente o beneficiario. Elimine todas las referencias primero.
fr: Impossible de supprimer ce contact. Le contact est utilisé en tant que personne à charge ou bénéficiaire. Supprimez toutes les références en premier.

source: Can't add or change the contact. You do not have access to required field. Please contact your administrator.
ar: لا يمكن إضافة أو تغيير جهة الاتصال. ليس لديك حق الوصول إلى الحقل المطلوب. يرجى الاتصال بالمسؤول الخاص بك.
es: No se puede crear / editar registro; usted no tiene acceso al campo requerido "
fr: Impossible d'ajouter ou de modifier le contact. Vous n'avez pas accès au champ requis. Veuillez contacter votre administrateur.

source: You don't have access to required assignment fields. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى حقول المهمة المطلوبة. يرجى التحقق من أذونات دور الأمان.

source: You don't have access to required assignment detail fields. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى حقول تفاصيل المهمة المطلوبة. يرجى التحقق من أذونات دور الأمان.

source: You don't have access to required employee benefit fields. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى حقول استحقاقات الموظفين المطلوبة. يرجى التحقق من أذونات دور الأمان.

source: You don't have access to required employee tax fields. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى حقول ضريبة الموظفين المطلوبة. يرجى التحقق من أذونات دور الأمان.

source: You don't have access to required person fields. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى حقول الشخص المطلوب. يرجى التحقق من أذونات دور الأمان.

source: You don't have access to required person address fields. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى حقول عنوان الشخص المطلوب. يرجى التحقق من أذونات دور الأمان.

source: You don't have access to required person bank account fields. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى حقول الحساب المصرفي للشخص المطلوب. يرجى التحقق من أذونات دور الأمان.

source: You can't see documents of other employees. Check your security role privileges.
ar: لا يمكنك رؤية مستندات الموظفين الآخرين. تحقق من امتيازات دور الأمان.
es: No puede ver documentos de otros empleados. Verifique sus privilegios de rol de seguridad.
fr: Vous ne pouvez pas voir les documents d'autres employés. Vérifiez vos privilèges de rôle de sécurité.

source: You can't see selected candidate document. Check your security role privileges.
ar: لا يمكنك رؤية وثيقة المرشح المحدد. تحقق من امتيازات دور الأمان.

source: You don't have access to required employer position fields. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى حقول وظائف صاحب العمل المطلوبة. يرجى التحقق من أذونات دور الأمان.

source: Can't access assignment. This assignment has been removed.
ar: لا يمكن الوصول إلى المهمة. تمت إزالة هذه المهمة.
es: No se puede actualizar la asignación. Esta asignación se ha terminado.
fr: Impossible d'accéder à la affectation. Cette affectation a été supprimée.

source: Can't download report. Report is not configured in the Employer settings.
ar: لا يمكن تنزيل التقرير. لم يتم تكوين التقرير في إعدادات صاحب العمل.
es: No se puede descargar el informe. El informe no está configurado en la configuración del empleador.
fr: Impossible de télécharger le rapport. Le rapport n'est pas configuré dans les réglages de l'employeur.

source: You can't submit workflow changes. Check your security role privileges.
ar: لا يمكنك إرسال تغييرات سير العمل. تحقق من امتيازات دور الأمان.
es: No puede enviar cambios de flujo de trabajo. Verifique sus privilegios de rol de seguridad.
fr: Vous ne pouvez pas soumettre de modifications de flux de travail. Vérifiez vos privilèges de rôle de sécurité.

source: You can't reject workflow changes. Check your security role privileges.
ar: لا يمكنك رفض تغييرات سير العمل. تحقق من امتيازات دور الأمان.

source: Can't delete open enrollment. One or more employee open enrollments have not been approved yet.
ar: لا يمكن حذف التسجيل المفتوح. لم تتم الموافقة على تسجيل واحد أو أكثر من الموظفين المفتوحة حتى الآن.
es: No se puede eliminar la inscripción abierta empleador activo. Por favor, cierre la inscripción antes de retirarlo.
fr: Impossible de supprimer l'inscription ouverte. Une ou plusieurs inscriptions ouvertes d'employés n'ont pas encore été approuvées.

source: Can't update custom field. Timesheet layout is in use.
ar: لا يمكن تحديث الحقل المخصص. تخطيط الجدول الزمني قيد الاستخدام.
es: No se puede establecer el plan de beneficios a los inactivos. El plan está en uso.
fr: Impossible de mettre à jour le champ personnalisé. La mise en page de la feuille de temps est utilisée.

source: Team punch date doesn't fall into timesheet date range.
ar: فريق تاريخ لكمة لا تندرج في نطاق التاريخ الجدول الزمني.
es: La fecha del ponche del equipo no está dentro del rango de fechas de la hoja de horas.
fr: La date de pointage d’équipe ne se situe pas dans la plage de dates de la feuille de temps.

source: Can't save profile. Provided national identifier already exists.
ar: لا يمكن حفظ الملف الشخصي. المعرف الوطني المقدم موجود بالفعل.
es: No se puede actualizar el perfil. Empleado con este número de nómina ya existe.
fr: Impossible d'enregistrer le profil. Si l'identifiant national existe déjà.

source: Can't update security profile. Access level should be specified.
ar: لا يمكن تحديث ملف تعريف الأمان. يجب تحديد مستوى الوصول.
es: No se puede actualizar el perfil de seguridad. El nivel de acceso debe ser especificado.
fr: Impossible de mettre à jour le profil de sécurité. Le niveau d'accès doit être spécifié.

source: Total percentage for both primary and contingent beneficiaries should be 100%. Contingent beneficiaries can be added only after primary.
ar: يجب أن تكون النسبة المئوية الإجمالية لكل من المستفيدين الأساسيين والوطنيين 100٪. لا يمكن إضافة المستفيدين من الوحدات إلا بعد المرحلة الابتدائية.
es: El porcentaje total para los beneficiarios primarios y contingentes debe ser del 100%. Los beneficiarios contingentes pueden agregarse solo después de la primaria.
fr: Le pourcentage total pour les bénéficiaires principaux et les bénéficiaires éventuels doit être de 100%. Les bénéficiaires éventuels ne peuvent être ajoutés qu'après le primaire.

source: Can't delete qualification because it is used in qualification set. Remove all references to it and try again.
ar: لا يمكن حذف المؤهل لأنه يستخدم في مجموعة التأهيل. أزل كل الإشارات إليه وحاول مرة أخرى.
es: No se puede eliminar la calificación porque se usa en el conjunto de calificaciones. Elimine todas las referencias e intente de nuevo.
fr: Impossible de supprimer la qualification car elle est utilisée dans le jeu de qualifications. Supprimez toutes les références et réessayez.

source: Can't remove qualification set because it is used in job posting. Remove all references to it and try again.
ar: لا يمكن إزالة مجموعة التأهيل لأنه يستخدم في نشر الوظائف. أزل كل الإشارات إليه وحاول مرة أخرى.
es: No se puede eliminar el conjunto de calificaciones porque se usa en la publicación de trabajos. Elimine todas las referencias e intente de nuevo.
fr: Impossible de supprimer le jeu de qualifications car il est utilisé dans une offre d'emploi. Supprimez toutes les références et réessayez.

source: Employee primary work location cannot be empty. Please specify at least one location.
ar: لا يمكن أن يكون موقع العمل الأساسي للموظف فارغًا. يرجى تحديد موقع واحد على الأقل.
es: La ubicación de trabajo principal del empleado no puede estar vacía. Por favor, especifique al menos una ubicación.
fr: Le lieu de travail principal de l'employé ne peut pas être vide. Veuillez spécifier au moins un lieu.

source: Employee can have only one primary location.
ar: يمكن أن يكون للموظف موقع أساسي واحد فقط.
es: Empleado {0} - {1} no tiene lugar principal de trabajo asignado.
fr: L'employé peut avoir un seul emplacement principal.

source: You don't have access to this employee. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى هذا الموظف. يرجى التحقق من أذونات دور الأمان.
es: Usted no tiene acceso a este empleado. Verifique sus permisos de roles de seguridad.
fr: Vous n'avez pas accès à cet employé. Veuillez vérifier vos autorisations de rôle de sécurité.

source: Can't change review competency detail. Competency detail is used in employee review workflow.
ar: لا يمكن تغيير تفاصيل كفاءة المراجعة. يتم استخدام تفاصيل الكفاءة في سير عمل مراجعة الموظف.

source: Education "Date to" cannot be earlier than "Date From".
ar: لا يمكن أن يكون التعليم "التاريخ إلى " أقدم من "التاريخ من ".
es: La fecha de "Educación para" no puede ser anterior a "Fecha de".
fr: L'éducation "Date à" ne peut pas être antérieure à "Date du".

source: Cannot add batch. Batch with such name already exists.
ar: لا يمكن إضافة الدفعة. الدفعة بهذا الاسم موجودة بالفعل.
es: No se puede agregar cuestión. Pregunta con esta etiqueta ya existe.
fr: Impossible d'ajouter le lot. Un lot avec ce nom existe déjà.

source: Can't modify review template. Review template is used in workflow.
ar: لا يمكن تعديل قالب المراجعة. يتم استخدام قالب المراجعة في سير العمل.

source: Can't modify review template details. Review template is used in workflow.
ar: لا يمكن تعديل تفاصيل قالب المراجعة. يتم استخدام قالب المراجعة في سير العمل.
es: No se pueden modificar los detalles de la plantilla de revisión. La plantilla de revisión se usa en el flujo de trabajo.
fr: Impossible de modifier les détails du modèle d'révision. Le modèle de révision est utilisé dans le flux de travail.

source: Total weight for groups should be 100%
ar: يجب أن يكون الوزن الكلي للمجموعات 100٪
es: El peso total para los grupos debe ser del 100%
fr: Le poids total des groupes doit être de 100%

source: Signature is required by workflow.
ar: التوقيع مطلوب بواسطة سير العمل.
es: Una signatura es requerida por el workflow
fr: La signature est requise par le flux de travail.

source: Incorrect company identifier length. It should be less than 20 symbols.
ar: طول معرف الشركة غير صحيح. يجب أن يكون أقل من 20 رمز.
fr: Longueur d'identification de l'entreprise incorrecte. Il devrait y avoir moins de 20 symboles.

source: Incorrect company identifier. It should be defined in employer bank account.
ar: معرف الشركة غير صحيح. يجب أن يتم تعريفه في حساب صاحب العمل البنكي.
fr: Identifiant de société incorrect. Il devrait être défini dans le compte bancaire de l'employeur.

source: Failed to load import file. File format is incorrect.
ar: فشل في تحميل ملف الاستيراد. تنسيق الملف غير صحيح.
es: Error al cargar el archivo de importación. El formato de archivo es incorrecto.
fr: Échec du chargement du fichier d'importation. Le format de fichier est incorrect.

source: Assignment expiration date can't be after employee termination.
ar: لا يمكن أن يكون تاريخ انتهاء الواجب بعد انتهاء الموظف.
es: La fecha de vencimiento de la asignación no puede ser posterior a la terminación del empleado.
fr: La date d'expiration de l'affectation ne peut pas être postérieure à la termination d'emploi.

source: Can't edit expiration date for last assignment detail. This assignment is still active.
ar: لا يمكن تعديل تاريخ انتهاء الصلاحية للحصول على تفاصيل المهمة الأخيرة. هذه المهمة لا تزال نشطة.
es: No se puede actualizar la asignación. Esta asignación se ha terminado.
fr: Impossible de modifier la date d'expiration du dernier détail d'affectation. Cette affectation est toujours active.

source: Provided employer name does not match employer's legal name.
ar: اسم صاحب العمل المقدم لا يتطابق مع الاسم القانوني لصاحب العمل.
fr: Le nom de l'employeur fourni ne correspond pas au nom légal de l'employeur.

source: This employer is inactive. You cannot modify profiles of inactive employers.
ar: صاحب العمل غير نشط. لا يمكنك تعديل ملفات تعريف أرباب العمل غير النشطين.
es: Este empleador está inactivo. No puede modificar los perfiles de los empleadores inactivos.
fr: Cet employeur est inactif. Vous ne pouvez pas modifier les profils des employeurs inactifs.

source: Time range for the shift rate detail overlaps time of existing detail.
ar: نطاق الوقت لتفاصيل معدل التحول يتداخل مع وقت التفاصيل الموجودة.

source: First and final payroll periods from certified rate should be linked to the same payroll schedule.
ar: يجب ربط فترات الرواتب الأولى والأخيرة من السعر المعتمد بجدول الرواتب نفسه.
fr: Les premières et dernières périodes de paie du taux certifié devraient être liées au même calendrier de paie.

source: Timesheet task detail can't be out of assignment range.
ar: لا يمكن أن تكون تفاصيل مهمة الجدول الزمني خارج نطاق المهمة.
fr: Les détails de la tâche de la feuille de temps ne peuvent pas être en dehors de la plage d'affectation.

source: Wrong PIN.
ar: دبوس الخطأ.
es: PIN erróneo.
fr: Mauvais code PIN.

source: You don't have access to this course. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى هذه الدورة. يرجى التحقق من أذونات دور الأمان.

source: Employee course max enrollment limit reached.
ar: تم الوصول إلى الحد الأقصى لموظف الدورة التدريبية.
fr: La limite d'inscription maximale du cours employé est atteinte.

source: Employee class max enrollment limit reached.
ar: تم الوصول إلى الحد الأقصى لعدد الطلاب في فئة التسجيل.
fr: Limite maximale d'inscription par classe d'employés atteinte.

source: Code for Te Income if out of allowed range.
ar: رمز ل Te Income إذا كان خارج النطاق المسموح به.
fr: Code pour le revenu si hors des limites autorisées.

source: It's not allowed to add system Te Income.
ar: لا يُسمح بإضافة نظام Te Income.
fr: Il n'est pas autorisé d'ajouter le système Te Income.

source: It's not allowed to add system Te Deduction.
ar: لا يُسمح بإضافة نظام Te Deduction.

source: Regular code for Te Deduction is out of allowed range.
ar: الكود العادي لـ Te Deduction خارج النطاق المسموح به.
fr: Le code normal pour la déduction est en dehors des limites autorisées.

source: Supplemental code for Te Deduction is out of allowed range.
ar: كود إضافي لخصم Te هو خارج النطاق المسموح به.
fr: Le code supplémentaire pour la déduction est en dehors des limites autorisées.

source: Can't add TIME OFF for inactive employee.
ar: لا يمكن إضافة TIME OFF لموظف غير نشط.
es: No se puede agregar tiempo libre para el empleado inactivo.
fr: Impossible d'ajouter TEMPS LIBRE pour un employé inactif.

source: Cannot find suitable start date in 'Start Day Custom List'.
ar: لا يمكن العثور على تاريخ بدء مناسب في 'قائمة يوم البدء المخصصة'.
es: No se puede encontrar la fecha de inicio adecuada en 'Lista personalizada del día de inicio'.
fr: Impossible de trouver la date de début appropriée dans la "Liste personnalisée du jour de début".

source: Cannot find suitable end date in 'Start Day Custom List'.
ar: لا يمكن العثور على تاريخ الانتهاء المناسب في 'قائمة يوم البدء المخصص'.
es: No se puede encontrar la fecha de finalización adecuada en 'Lista personalizada del día de inicio'.
fr: Impossible de trouver la date de fin appropriée dans la 'Liste personnalisée du jour de début'.

source: It's not allowed to save a shape with empty data fields.
ar: غير مسموح بحفظ شكل بحقول بيانات فارغة.
fr: Il n'est pas permis de sauvegarder une forme avec des champs de données vides.

source: Data field is not a valid JSON.
ar: حقل البيانات ليس JSON صالحًا.

source: Cannot activate the plan, newer plan is added.
ar: لا يمكن تنشيط الخطة ، يتم إضافة خطة أحدث.
es: No se puede activar el plan, se agrega un plan más nuevo.
fr: Impossible d'activer le plan, un nouveau plan est ajouté.

source: Incorrect date format. Start Date must be valid and not empty.
ar: تنسيق التاريخ غير صحيح. يجب أن يكون تاريخ البدء صالحًا وليس فارغًا.
es: formato de fecha incorrecta. fecha de pago es anterior a la fecha de inicio de ciclo.
fr: Format de date incorrect. La date de début doit être valide et non vide.

source: Can't add time off. It overlaps holiday.
ar: لا يمكن إضافة إجازة. يتداخل عطلة.
es: No puedo agregar tiempo libre. Se superpone vacaciones.
fr: Impossible d'ajouter du temps libre. Il chevauche les vacances.

source: "Premium" can't be less then -10 and greater that 10.
ar: لا يمكن أن يكون "Premium " أقل من -10 وأكبر من 10.
fr: "Premium " ne peut pas être inférieur à -10 et supérieur à 10.

source: Auto-allocated tasks must have allocation > 0
ar: يجب أن يكون للمهام المخصصة تلقائيًا تخصيص> 0
es: Las tareas asignadas automáticamente deben tener una asignación> 0
fr: Les tâches allouées automatiquement doivent avoir une allocation> 0

source: Time off plan accrual date is out of plan period.
ar: تاريخ الاستحقاق لخطة الاستحقاق هو خارج فترة الخطة.

source: Make sure that the tables you select have links and try again.
ar: تأكد من أن الجداول التي تحددها تحتوي على روابط وحاول مرة أخرى.
es: Asegúrese de que las tablas que seleccione tengan enlaces y vuelva a intentarlo.
fr: Assurez-vous que les tables que vous sélectionnez ont des liens et réessayez.

source: Cafe credit must be >= 0.
ar: يجب أن يكون رصيد المقهى> = 0.
fr: Le crédit du café doit être> = 0.

source: Background verification report is not ready.
ar: تقرير التحقق من الخلفية غير جاهز.

source: Can't undeploy Application.
ar: لا يمكن إلغاء نشر التطبيق.

source: The file is too large and cannot be uploaded. Please provide file up to {0} bytes.
ar: الملف كبير جدًا ولا يمكن تحميله. يرجى تقديم ملف يصل إلى {0} بايت.
es: El archivo es demasiado grande. Sírvanse proporcionar archivos de hasta {0} bytes.
fr: Le fichier est trop volumineux et ne peut pas être téléchargé. Veuillez fournir le fichier jusqu'à {0} octets.

source: The request is too large and cannot be processed. Please reduce request size.
ar: الطلب كبير جدًا ولا يمكن معالجته. يرجى تقليل حجم الطلب.

source: Can't create a timesheet task with inactive income as paycode for date {0:date}.
ar: لا يمكن إنشاء مهمة جدول زمني مع دخل غير نشط كرمز دفع للتاريخ {0: date}.

source: Can't submit timesheet. Task {0} has been started. Please stop timer and try to submit timesheet again.
ar: لا يمكن تقديم الجدول الزمني. تم بدء المهمة {0} . يرجى التوقف عن توقيت ومحاولة تقديم الجدول الزمني مرة أخرى.
es: No puedo enviar la planilla de horas. La tarea {0} se ha iniciado. Por favor, detenga el cronómetro e intente enviar hojas de horas nuevamente.
fr: Impossible de soumettre une feuille de temps. La tâche {0} a été lancée. Arrêtez le chronomètre et essayez de soumettre à nouveau la feuille de temps.

source: Can't use {0} income in timesheet layout because it is already used in overtime rules.
ar: لا يمكن استخدام {0} الدخل في تخطيط الجدول الزمني لأنه مستخدم بالفعل في قواعد العمل الإضافي.
es: No se puede quitar (0) descanso de la disposición de parte de horas, porque este trazado ya se utiliza en tabla de tiempos.
fr: Impossible d'utiliser {0} revenu dans la présentation de la feuille de temps, car il est déjà utilisé dans les règles de temps supplémentaire.

source: Can't use {0} income in overtime rules because it is already used in timesheet layout.
ar: لا يمكن استخدام {0} الدخل في قواعد العمل الإضافي لأنه مستخدم بالفعل في تخطيط الجدول الزمني.
es: No se puede quitar (0) descanso de la disposición de parte de horas, porque este trazado ya se utiliza en tabla de tiempos.
fr: Impossible d'utiliser {0} le revenu dans les règles de temps supplémentaire, car il est déjà utilisé dans la présentation de la feuille de temps.

source: Can't add employee {0}. Reporting relationship already includes this employee.
ar: لا يمكن إضافة الموظف {0} . تتضمن علاقة الإبلاغ بالفعل هذا الموظف.
es: No se puede agregar el empleado {0}. La relación de informes ya incluye a este empleado.
fr: Impossible d'ajouter un employé {0}. La relation hiérarchique inclut déjà cet employé.

source: Can't add employee {0}. Reporting relationship already includes this employee in org structure {1}.
ar: لا يمكن إضافة الموظف {0} . تتضمن علاقة التقارير بالفعل هذا الموظف في الهيكل التنظيمي {1} .
es: No se puede agregar el empleado {0}. La relación de informes ya incluye a este empleado en la estructura organizativa {1}.
fr: Impossible d'ajouter un employé {0}. La relation hiérarchique inclut déjà cet employé dans la structure organisationnelle {1}.

source: Can't add position {0}. Reporting relationship already includes this position in org structure {1}.
ar: لا يمكن إضافة الموضع {0} . تتضمن علاقة التقارير بالفعل هذا الموضع في الهيكل التنظيمي {1} .

source: Can't delete plan from open enrollment '{0}' step. It is already in use.
ar: لا يمكن حذف الخطة من خطوة التسجيل {0} المفتوحة. إنه بالفعل قيد الاستخدام.
es: No se puede eliminar el plan del paso de inscripción abierta '{0}'. Ya está en uso.
fr: Impossible de supprimer le plan de l'étape '{0}' d'inscription ouverte. Il est déjà utilisé.

source: Can't delete open enrollment {0} step. It is already in use.
ar: لا يمكن حذف الخطوة فتح {0} . إنه بالفعل قيد الاستخدام.
es: No se puede eliminar el tiempo libre. El tiempo de descanso ya se ha presentado.
fr: Impossible de supprimer l'étape d'inscription ouverte {0}. Il est déjà utilisé.

source: New employee income date ({0}) overlaps the existing date ({1}).
ar: تاريخ دخل الموظف الجديد ( {0} ) يتداخل مع التاريخ الحالي ( {1} ).

source: Total requested time off hours {0} exceeds employee time off average hours {1}.
ar: إجمالي وقت التوقف عن العمل {0} يتجاوز وقت الموظف خارج ساعات متوسط {1} .
