Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Within Last Month
ar: خلال الشهر الماضي
es: Último mes

source: Custom Date Range
ar: نطاق التاريخ المخصص

source: TO
ar: إلى

source: Advanced
ar: المتقدمة
es: Perfil avanzado

source: Job Titles
ar: ألقاب الوظيفة
es: Título

source: Companies
ar: الشركات
es: Videos de la compañía

source: Exact
ar: دقيق
es: Exacto

source: 5 Miles
ar: خمسة أميال
es: 5 millas

source: 10 Miles
ar: 10 ميل
es: 10 millas

source: 15 Miles
ar: 15 ميل
es: 15 millas

source: Jobs Applied
ar: وظائف التطبيقية
es: Empleos aplicados

source: Phone
ar: هاتف
es: Teléfono
fr: Téléphone

source: Show Resume
ar: عرض السيرة الذاتية
es: Resumen

source: Write Email
ar: اكتب بريدا الكترونيا
es: Correo electrónico

source: Date / Time
ar: التاريخ / الوقت
es: Hora de inicio

source: Duration<br><small>(minutes)</small>
ar: مدة <BR> <الصغيرة> (دقائق) </ صغيرة>
es: Duración <br><small>(minutos)</small>

source: 15 minutes
ar: 15 دقيقة
es: 15 minutos

source: 30 minutes
ar: 30 دقيقة
es: 30 minutos

source: 1 hour
ar: 1 ساعة
es: 1 horas

source: 2 hour
ar: 2 ساعة
es: 2 horas

source: Send email
ar: ارسل بريد الكتروني
es: Enviar correo electrónico

source: Download Calendar
ar: تحميل التقويم
es: Mostrar el calendario

source: Reason
ar: السبب
es: Motivo
fr: Raison

source: Candidate Name
ar: اسم المرشح
es: Los candidatos

source: Number of selected candidates is limited to
ar: عدد المرشحين المختارين محدود
es: El número de candidatos seleccionados se limita a

source: Add Candidates
ar: إضافة المرشحين
es: Los candidatos

source: Reject Selected
ar: رفض المحدد
es: Rechazado

source: Applied Date
ar: تاريخ التطبيق
es: Fecha Aplicada
fr: Date d'application

source: Source
ar: مصدر
es: Fuente

source: Order Background Report
ar: طلب تقرير الخلفية
es: Informe de antecedentes del pedido

source: View Background Report
ar: عرض تقرير الخلفية
es: Ver informe de antecedentes

source: Create New Employee
ar: إنشاء موظف جديد
es: Crear nuevo Empleado

source: View Submitted Forms
ar: عرض النماذج المقدمة
es: Ver los formularios enviados

source: Download Application Form
ar: تحميل نموذج الطلب
es: Descargar formulario de solicitud

source: Action
ar: عمل
es: Acción

source: Candidates
ar: المرشحين
es: Los candidatos
fr: Candidats

source: Job Posting
ar: نشر الوظيفة
es: No hay Mensajes

source: Position
ar: موضع
es: Posicion

source: Requisition #
ar: رقم الطلب
es: Solicitud
fr: Réquisition #

source: Open Date
ar: تاريخ مفتوح
es: Fecha final

source: Internal Open Date
ar: تاريخ الفتح الداخلي
es: Fecha de contratación original

source: Recruiter
ar: المجند
es: Nuevo filtro

source: Question Set
ar: مجموعة الأسئلة
es: Preguntas

source: Employment Application
ar: طلب توظيف

source: Employment Application in Job Portal
ar: طلب توظيف في بوابة التوظيف

source: Publish
ar: نشر
es: Publicar
fr: Publier

source: Days Open
ar: أيام مفتوحة
es: # Días de atención
fr: Jours d'ouverture

source: Avg. Days / Week
ar: متوسط أيام / أسبوع
es: Días por semana

source: Avg. Hours / Day
ar: متوسط ساعات / يوم
es: Horas al día

source: Show unassigned position only
ar: إظهار الموقف غير المعين فقط
es: Mostrar solo la posición no asignada

source: Social share
ar: حصة الاجتماعي
es: Redes sociales

source: Site Name
ar: اسم الموقع
es: Nombre del Turno

source: Publish Date
ar: تاريخ النشر
es: Publicar

source: Details
ar: تفاصيل
es: Detalles
fr: Détails

source: Copy to Clipboard
ar: نسخ إلى الحافظة
es: Copiar al portapapeles

source: Apply
ar: تطبيق
es: Aplicar
fr: Appliquer

source: Add Job
ar: أضف الوظيفة
es: Añadir un trabajo

source: Requisition
ar: طلب
es: Solicitud

source: Warning
ar: تحذير
es: Advertencia
fr: Attention

source: Please save your changes before switching to another occurrence of this shift. Do you want to switch?
ar: الرجاء حفظ التغييرات قبل التبديل إلى حدوث آخر لهذا التحول. هل تريد التبديل؟

source: This shift assignment includes unavailable employees.
ar: تتضمن مهمة التحول هذه الموظفين غير المتاحين.

source: This shift assignment does not meet the minimum number of required employees.
ar: لا تلبي مهمة التحول هذه الحد الأدنى لعدد الموظفين المطلوبين.

source: Do you want to save?
ar: هل تريد حفظ؟

source: Dates of interval should be different
ar: يجب أن تكون تواريخ الفاصل مختلفة

source: Start time should be less than end time
ar: يجب أن يكون وقت البدء أقل من وقت الانتهاء

source: Value crosses an existing interval
ar: القيمة تتجاوز الفاصل الزمني الحالي

source: Do you want to delete this time interval?
ar: هل تريد حذف هذا الفاصل الزمني؟

source: Population
ar: تعداد السكان
es: Población

source: Work Location
ar: مكان العمل
es: Ubicación de trabajo
fr: Lieu de travail

source: Work Area
ar: منطقة العمل
es: Zona de trabajo

source: Count
ar: عد
es: Provincia

source: Shift Assignments
ar: تحويلات المهام

source: Overtime Hours for this Shift based on Current Selection
ar: ساعات العمل الإضافي لهذا التحول بناءً على التحديد الحالي

source: Selected employees
ar: الموظفين المختارين

source: (<{2}>{0}</{2}> of <{2}>{1}</{2}>)
ar: (< {2} > {0} </ {2} > من < {2} > {1} </ {2} >)

source: Show Unavailable Employees
ar: إظهار الموظفين غير المتاحين

source: Recurring
ar: تناوبي
es: Periódico
fr: Récurrent

source: Shift Occurrence Starting
ar: تحول حدث ابتداء

source: You can't assign to the past occurrence
ar: لا يمكنك تعيين لحدث الماضي

source: Eligible Employees
ar: الموظفين المؤهلين

source: Seniority (years)
ar: الأقدمية (سنوات)

source: Overtime Hours for this Shift
ar: ساعات العمل الإضافي لهذا التحول

source: Shift Lead
ar: تحول القيادة
es: Nombre del Turno

source: Shift
ar: تحول
es: Cambio

source: Sequence
ar: سلسلة من الأشياء ذات الصلة التي تظهر في ترتيب معين
es: Frecuencia
fr: Séquence

source: Shift Requirements
ar: متطلبات التحول

source: Add an interval
ar: إضافة فاصل زمني

source: to
ar: إلى
es: a
fr: à

source: Edit
ar: تعديل
es: Editar
fr: Éditer

source: Add Schedule
ar: أضف جدول

source: Shift Group
ar: تحول المجموعة

source: Group Name
ar: أسم المجموعة
es: Nombre del objetivo
fr: Nom de groupe

source: Start Day
ar: تبدأ اليوم

source: Required Number
ar: رقم مطلوب

source: Timezone
ar: وحدة زمنية
es: Zona horaria
fr: Fuseau horaire

source: Rotating Shift
ar: تناوب التحول

source: Add Shift Group
ar: إضافة مجموعة التحول

source: Shift Count
ar: تحول العد

source: Rotation
ar: دوران

source: Company saved.
ar: حفظ الشركة.
es: Empresa

source: There are {0} active employee(s) with employer {1}. All the employees will be terminated on the following date
ar: يوجد {0} موظف (موظفون) نشط مع صاحب العمل {1} . سيتم إنهاء جميع الموظفين في التاريخ التالي
es: Hay {0} empleado (s) activo (s) con el empleador {1}. Todos los empleados serán despedidos en la siguiente fecha

source: Termination Reason
ar: سبب الإنهاء
es: Motivo de terminación
fr: Motif de terminaison

source: Termination Date
ar: تاريخ الإنهاء
es: 5.5.2 Fecha de Terminación
fr: Date de terminaison

source: This action cannot be undone. Please type in the full name of the employer
ar: لا يمكن التراجع عن هذا الإجراء. يرجى كتابة الاسم الكامل لصاحب العمل
es: Esta acción no se puede deshacer. Por favor escriba el nombre completo del empleador

source: Employer Name
ar: اسم الموظف
es: Número de empleado

source: Select Security Profile
ar: حدد ملف تعريف الأمان
es: Añadir perfil de seguridad

source: Profile Name
ar: اسم الشخصية
es: Nombre del perfil
fr: Nom de profil

source: Use default
ar: استخدم الافتراضي
es: Por Defecto

source: Beneficiaries
ar: المستفيدون
es: Beneficiarios
fr: Les bénéficiaires

source: Option saved.
ar: تم حفظ الخيار.
es: Opciones Registradas.

source: Option
ar: اختيار
es: Opción 1

source: Untitled
ar: بدون عنوان
es: Título

source: The Option group {0} won't appear in future enrollments. Do you want to remove?
ar: لن تظهر مجموعة الخيارات {0} في التسجيلات المستقبلية. هل تريد إزالة؟
es: El grupo de opciones {0} no aparecerá en futuras inscripciones. ¿Quieres eliminar?

source: Choose options for existing benefit enrollments
ar: اختر خيارات لتسجيلات المنافع الحالية
es: Elija opciones para inscripciones de beneficios existentes

source: At least one option for each benefit group should be selected.
ar: يجب تحديد خيار واحد على الأقل لكل مجموعة منافع.

source: Benefit Plan saved.
ar: خطة الاستفادة المحفوظة.
es: Plan de Beneficios de guarda.

source: Select Calculation Date
ar: حدد تاريخ الحساب
es: Alternate Calculation
fr: Sélectionnez la date de calcul

source: Calculation Date
ar: تاريخ الحساب
es: Método de cálculo
fr: Date de calcul

source: Benefit Plan Calculation
ar: حساب خطة المنافع

source: Benefit Plan Calculation in progress
ar: حساب خطة الفوائد قيد التقدم

source: Errors in benefit plan calculation
ar: أخطاء في حساب خطة الفائدة

source: Premiums Updated.
ar: تحديث الأقساط.
es: Primas actualizadas

source: Delete Rates
ar: حذف الأسعار
es: eliminar tarifas

source: Rates with Effective Date {0} will be deleted. Are you sure?
ar: سيتم حذف الأسعار ذات التاريخ الفعلي {0} . هل أنت واثق؟
es: Las tarifas con fecha de vigencia {0} se eliminarán. ¿Estás seguro?

source: Plan
ar: خطة
es: Planificar

source: Clone Plans to Employer
ar: خطط استنساخ لصاحب العمل
es: Agregar planes al empleado

source: Clone
ar: استنساخ
es: Clon

source: Clone benefit plans
ar: خطط استنساخ فائدة

source: Cloning in progress
ar: الاستنساخ قيد التقدم
es: Clonación en progreso

source: Processing...
ar: معالجة...
es: Procesamiento de pago
fr: En traitement...

source: please wait...
ar: ارجوك انتظر...
es: Por favor, espere...

source: Cloning
ar: استنساخ
es: Clonación

source: Validation
ar: التحقق من صحة
es: Error de validación

source: You need to configure rollovers
ar: تحتاج إلى تكوين التمرير

source: Validation Errors
ar: أخطاء التحقق من الصحة

source: Successfully saved.
ar: تم الحفظ بنجاح.
es: Guardado con éxito.
fr: Enregistré avec succès.

source: Select at least one benefit plan for this step.
ar: حدد خطة فائدة واحدة على الأقل لهذه الخطوة.

source: Add Plan
ar: إضافة خطة
es: Planificar

source: Plan Name
ar: اسم الخطة
es: Nombre del plan
fr: Nom du plan

source: Plan Code
ar: كود الخطة
es: Código del plan
fr: Code du plan

source: Carrier
ar: الناقل

source: Open Enrollment
ar: فتح التسجيل
es: Inscripción abierta

source: Clone Open Enrollments to Employer
ar: استنساخ التسجيلات المفتوحة لصاحب العمل

source: Clone Open Enrollments
ar: استنساخ التسجيلات المفتوحة

source: Accrue Plans
ar: خطط الاستحقاق
es: Plan de empleado acumulado

source: Plans
ar: خطط
es: Planificar

source: Accrual Date
ar: تاريخ الاستحقاق
es: Fecha de devengo
fr: Date d'accumulation

source: Accrue
ar: تعود
es: Acumularse

source: Accrue time off plans
ar: تراكم الوقت قبالة الخطط
es: Elija tiempo fuera del plan

source: Accrue in progress
ar: تتراكم في التقدم
es: Acumular en progreso

source: Accruing
ar: الاستحقاق
es: Acumularse

source: Upload Badge Image
ar: تحميل صورة شارة
es: Fecha de carga

source: Add Badge Details
ar: إضافة تفاصيل شارة
es: Detalle código de la tabla

source: Please select at least one employee group for {0}.
ar: يرجى اختيار مجموعة واحدة على الأقل من الموظفين لـ {0} .
es: Por favor, seleccione al menos un perfil de seguridad para el usuario si está habilitada la conexión.

source: Public
ar: عامة
es: Público
fr: Publique

source: Add Folder
ar: أضف المجلد

source: - select employee -
ar: - اختيار موظف -

source: Something went wrong
ar: هناك خطأ ما
es: Algo salió mal.
fr: Quelque chose a mal tourné

source: Copy of
ar: نسخة من
es: Copia de

source: Select Missed Code Tables
ar: حدد جداول الرموز المفقودة
es: Seleccione Código de Trabajo

source: Successfully imported.
ar: تم الاستيراد بنجاح.
es: Éxito generado.
fr: Importé avec succès.

source: Delete Page
ar: حذف الصفحة
es: Eliminar

source: Do you want to delete the page?
ar: هل تريد حذف الصفحة؟

source: The object has been removed because of its full transparency.
ar: تمت إزالة الكائن بسبب الشفافية الكاملة.
es: El objeto ha sido eliminado debido a su total transparencia.

source: Image file required.
ar: ملف الصورة المطلوبة.
es: Se requiere campo de mensaje.

source: Unsaved changes
ar: التغييرات غير المحفوظة
es: Cambios no guardados
fr: Modifications non enregistrées

source: You have some unsaved changes, continue transmission without saving?
ar: لديك بعض التغييرات غير المحفوظة ، متابعة الإرسال دون حفظ؟
es: Usted tiene algunos cambios no guardados, continúe la transmisión sin guardar?

source: Select Groups
ar: اختر مجموعات
es: Seleccione Perfiles

source: Can Post
ar: يمكن بوست
es: No hay Mensajes

source: Select Course
ar: اختر الدورة
es: Seleccione Grupos
fr: Sélectionnez un cours

source: Select Learning Path
ar: حدد مسار التعلم
es: Alternate Calculation

source: Formula is invalid
ar: الصيغة غير صالحة
es: La fórmula no es válida

source: Please fill selection criteria in a formula
ar: يرجى ملء معايير الاختيار في صيغة
es: Por favor complete los criterios de selección en una fórmula

source: Clone Holiday to Next Year
ar: استنساخ عطلة إلى العام المقبل

source: Clone Holidays to Employer
ar: استنساخ عطلات لصاحب العمل

source: Clone holidays
ar: استنساخ العطل

source: Set Geofence
ar: تعيين Geofence
es: Establecer Geofence

source: Zip code
ar: رمز بريدي
es: Código postal

source: Enter postal code.
ar: أدخل الرمز البريدي.
es: Introducir código postal.
fr: Entrez le code postal.

source: Work Location Saved.
ar: موقع العمل المحفوظة.
es: Ubicación de trabajo

source: {0} can not be deleted because it is used in position(s) with ID: [{1}]
ar: لا يمكن حذف {0} لأنه يستخدم في الموضع (المواضع) بمعرف: [ {1} ]

source: {0} can not be deleted because {1} is used in position(s) with ID: [{2}]
ar: لا يمكن حذف {0} لأنه يتم استخدام {1} في الموضع (المواضع) بالكود: [ {2} ]

source: The number of steps can not be changed
ar: لا يمكن تغيير عدد الخطوات
es: La cantidad de pasos no se puede cambiar

source: Step can not be deleted because {0} - {1} is used in position(s) with ID: [{2}]
ar: لا يمكن حذف الخطوة لأنه يتم استخدام {0} - {1} في الموضع (المواضع) بمعرف: [ {2} ]

source: Minimum Rate
ar: معدل الحد الأدنى
es: Tarifa mínima

source: Maximum Rate
ar: معدل الحد الأقصى
es: Tarifa de pago

source: Step
ar: خطوة

source: No Grade Steps
ar: لا خطوات الصف
es: Sin pasos de grado

source: You have to fill Salary Steps code table first.
ar: يجب عليك ملء جدول كود خطوات الراتب أولاً.
es: Primero debe llenar la tabla de códigos de los Pasos Salariales.

source: Please select Frequency first.
ar: يرجى اختيار التردد أولا.
es: Por favor, seleccione Frecuencia primero.

source: Saved.
ar: تم الحفظ.
es: Guardado.
fr: Sauvé.

source: Order Background Check
ar: طلب التحقق من الخلفية

source: Employee selected
ar: الموظف المحدد

source: Employees selected
ar: اختيار الموظفين

source: Task Description
ar: وصف المهمة
es: Descripción

source: Select Tasks
ar: حدد المهام
es: Seleccione Tributaria

source: Task Code
ar: رمز المهمة
es: Código del plan

source: Task Name
ar: اسم المهمة
es: Tarea Nombre
fr: Nom de la tâche

source: There must be at least one active day of the week in the period.
ar: يجب أن يكون هناك يوم نشط على الأقل من أيام الأسبوع في هذه الفترة.
es: Debe haber al menos un día activo de la semana en el período.

source: Add class attachment failed
ar: فشل إضافة مرفق فئة

source: Delete attachment
ar: حذف المرفق

source: Do you want to delete the class attachment?
ar: هل تريد حذف مرفق الفصل؟

source: Delete attachment error
ar: حذف خطأ المرفق

source: Download Attendee List
ar: تحميل قائمة الحضور

source: Show Score
ar: تظهر النتيجة

source: Show Status
ar: عرض الحالة

source: Select Workflow
ar: حدد سير العمل
es: Seleccione flujo de trabajo

source: Workflow Name
ar: اسم سير العمل
es: trabaja desde casa.

source: Select Job
ar: اختر الوظيفة
es: Seleccione Código de Trabajo

source: Password generation failed
ar: فشل إنشاء كلمة المرور

source: Add Courses
ar: إضافة الدورات
es: Agregar cursos

source: Course Type
ar: دورة كتابية
es: Nombre Curso

source: Select Payroll Period
ar: حدد فترة الرواتب
es: Seleccione Perfiles

source: Payroll Period
ar: فترة الرواتب
es: Número de nómina
fr: Période de paie

source: You can enter or import only one row with type Base, for a position code: <br>
ar: يمكنك إدخال صف واحد فقط أو استيراده بنوع Base للحصول على رمز الموضع: <br>
es: Solo puede entrar o importatr una fila con Base tipo, para un código de posición: <br>

source: Changes saved.
ar: تم حفظ التغييرات.

source: Please choose a Credit Account, Debit Account or both.
ar: الرجاء اختيار حساب ائتمان أو حساب خصم أو كليهما.
es: Elija una cuenta de crédito, una cuenta de débito o ambas.

source: Validate
ar: التحقق من صحة
es: Los candidatos

source: Do you want to validate GL account map?
ar: هل تريد التحقق من صحة خريطة حساب GL؟

source: Validate result
ar: التحقق من صحة النتيجة
es: Validar resultado

source: GL account map has been validated and errors were found. Would you like to look through them?
ar: تم التحقق من صحة خريطة حساب GL وتم العثور على أخطاء. هل ترغب في النظر من خلالهم؟
es: El archivo ha sido validado y se encontraron errores. ¿Te gustaría mirar a través de ellos?

source: GL account map has been validated. Errors were not found.
ar: تم التحقق من صحة خريطة حساب GL. لم يتم العثور على أخطاء.
es: El mapa de cuentas GL ha sido validado. No se encontraron errores

source: Pay Group Saved.
ar: دفع المجموعة المحفوظة.
es: Perfil Guardado.

source: Invalid XML!
ar: XML غير صالح!
es: ¡XML no válido!

source: Payroll settings saved.
ar: حفظ كشوف المرتبات
es: Ajustes guardados.

source: All {0} year records will be removed! Do you want to delete?
ar: ستتم إزالة جميع سجلات {0} السنة! هل تريد أن تحذف؟
es: ¡Todos los registros de {0} años serán eliminados! ¿Quieres borrar?

source: Invalid Time
ar: الوقت غير صالح
es: Hora de finalización

source: Start Time must less or equal End Time.
ar: يجب أن يكون وقت البدء أقل أو يساوي وقت الانتهاء.
es: El tiempo de inicio debe ser menor o igual al tiempo final.

source: Shift Rate Saved.
ar: تحول معدل المحفوظة.
es: Tasa de cambio guardada.

source: Text Labels / Label Enable
ar: تسميات النص / التسمية تمكين
es: Etiquetas de texto / Habilitar etiqueta

source: Assignment Label
ar: تسمية الواجب
es: CESIONES

source: Work Location Label
ar: تسمية موقع العمل
es: Ubicación de trabajo

source: Work Area Label
ar: تسمية منطقة العمل
es: Etiqueta del área de trabajo

source: Task Label
ar: تسمية المهمة
es: Tarea Nombre

source: Show Assignments
ar: إظهار الواجبات
es: sin asignación

source: Show Work Locations
ar: عرض مواقع العمل
es: Ubicación de trabajo

source: Show Work Areas
ar: عرض مجالات العمل
es: Mostrar áreas de trabajo

source: Show Tasks
ar: إظهار المهام
es: Tareas

source: Not Applicable
ar: لايمكن تطبيقه

source: Inactive Workflow
ar: سير العمل غير نشط
es: Inactivo

source: <b>Warning</b>: the selected Workflow is inactive. Activate the selected Workflow or choose another Workflow.
ar: <b> تحذير </ b>: سير العمل المحدد غير نشط. قم بتنشيط سير العمل المحدد أو اختر سير عمل آخر.

source: Select Competencies
ar: اختر الكفاءات
es: Seleccione Perfiles

source: Group
ar: مجموعة
es: Grupo
fr: Groupe

source: Competency Name
ar: اسم الكفاءة
es: Nombre de Competencia

source: Select Interview Qualifications
ar: حدد مؤهلات المقابلة
es: Seleccione las calificaciones de la entrevista

source: Settings saved.
ar: تم حفظ الإعدادات.
es: Ajustes guardados.
fr: Réglages sauvegardés.

source: You can only sync one time in 24 hours. Please try later.
ar: يمكنك المزامنة مرة واحدة فقط خلال 24 ساعة. يرجى المحاولة لاحقا.
es: Se está creando su cuenta de ayuda en línea. Por favor, inténtelo de nuevo más tarde.

source: Not Synchronized
ar: غير متزامن
es: No sincronizado

source: In Progress
ar: في تقدم
es: En progreso

source: Synchronized
ar: تزامن
es: Sincronizado

source: Failed
ar: فشل
es: Ha fallado

source: Unknown
ar: مجهول
es: Desconocido

source: Never
ar: أبدا
es: Nunca

source: Synchronization started.
ar: بدأ التزامن.
es: Educación salvó.

source: Uninstall
ar: الغاء التثبيت
es: Desinstalar

source: Synchronization is started. Please check in few minutes.
ar: بدء التزامن. يرجى التحقق في بضع دقائق.

source: Execute App Trigger
ar: تنفيذ تطبيق الزناد

source: Do you want to execute "{0}"?
ar: هل تريد تنفيذ "{0}"؟

source: {0}: Log
ar: {0} : السجل

source: Install App
ar: تثبيت التطبيق
es: Instalar aplicación

source: Vendor
ar: بائع
es: Vendedor

source: Version
ar: الإصدار
es: Versión

source: Endpoint
ar: نقطة النهاية
es: Punto final

source: Install
ar: تثبيت
es: Instalar

source: Add Tax
ar: إضافة الضريبة

source: Tax Name
ar: اسم الضريبة
es: Nombre de Impuesto
fr: Nom de la taxe

source: Time Off Balances Import
ar: الوقت قبالة أرصدة الاستيراد
es: Plan de Tiempo Libre

source: The file has been validated and errors were found. Would you like to look through them?
ar: تم التحقق من صحة الملف وتم العثور على أخطاء. هل ترغب في النظر من خلالهم؟
es: El archivo ha sido validado y se encontraron errores. ¿Te gustaría mirar a través de ellos?
fr: Le fichier a été validé et des erreurs ont été trouvées. Voulez-vous regarder à travers eux?

source: The file has been validated and no errors were found. Would you like to import the file?
ar: تم التحقق من صحة الملف ولم يتم العثور على أخطاء. هل ترغب في استيراد الملف؟
es: El archivo ha sido validado y no se encontraron errores. ¿Le gustaría importar el archivo?
fr: Le fichier a été validé et aucune erreur n'a été trouvée. Voulez-vous importer le fichier?

source: Import in progress
ar: استيراد قيد التقدم

source: Benefit Rates Import
ar: أسعار الفائدة للاستيراد
es: Planes de beneficios

source: Employee Benefit Plans Import
ar: خطط استحقاقات الموظفين
es: Beneficios para Empleados de campos personalizados

source: Benefits and Deductions data has been validated. Please review the discrepancy report. <br />If the discrepancies are not acceptable, please delete appropriate records, <br />make required corrections and process the import again.
ar: تم التحقق من صحة بيانات المزايا والخصومات. يرجى مراجعة تقرير التناقض. <br /> إذا كانت التناقضات غير مقبولة ، فالرجاء حذف السجلات المناسبة ، <br /> إجراء التصحيحات المطلوبة ومعالجة عملية الاستيراد مرة أخرى.
es: Los datos de beneficios y deducciones han sido validados. Por favor, revise el informe de discrepancias. <br /> Si las discrepancias no son aceptables, elimine los registros adecuados, <br /> realice las correcciones necesarias y procese la importación nuevamente.

source: Code Tables Import
ar: استيراد جداول الكود

source: Courses By Employee Import
ar: الدورات حسب الموظف الاستيراد
es: Crear nuevo Empleado

source: Courses By Employer Import
ar: الدورات حسب صاحب العمل الاستيراد
es: Cursos por importación del empleador

source: Demographics Import
ar: استيراد التركيبة السكانية
es: Demografía

source: Employee Incomes Import
ar: دخل الموظف الاستيراد
es: Empleado formulario personalizado

source: Employee Time Off Accruals Import
ar: وقت استحقاق الموظف
es: Importe de devengo de tiempo de inactividad del empleado

source: Employers Import
ar: استيراد أصحاب العمل
es: Monto del Empleadort

source: Employment Information Import
ar: استيراد معلومات التوظيف
es: Informacion de Empleo

source: ESS Help Import
ar: استيراد مساعدة ESS

source: Incomes Import
ar: دخل الاستيراد
es: ingresos

source: Job Codes Import
ar: استيراد رموز الوظيفة
es: Códigos de trabajo

source: Pay Rate Revision Import
ar: دفع مراجعة معدل الاستيراد
es: Importación de revisión de tarifa de pago

source: Pay Data Import
ar: دفع استيراد البيانات
es: Tarifa de pago
