Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Parameter 1
ar: المعلمة 1
es: Parámetro 1

source: Parameter 2
ar: المعلمة 2
es: Parámetro 2

source: Formulae
ar: الصيغ
es: Nombre del formulario

source: Overtime Details
ar: تفاصيل العمل الإضافي
es: Fecha de golf

source: Comp Time
ar: وقت كومب
es: Videos de la compañía

source: Auto Deduct Breaks
ar: فواصل خصم السيارات

source: Overtime Rules
ar: قواعد العمل الإضافي
es: Las horas extraordinarias MTD

source: Password Complexity
ar: كلمة السر التعقيد
es: Complejidad de contraseña

source: Minimum Password Length
ar: الحد الأدنى لطول كلمة المرور
es: Longitud mínima de contraseña

source: characters
ar: الشخصيات
es: caracteres

source: Maximum Password Age
ar: الحد الأقصى لعمر كلمة المرور
es: Edad máxima de la contraseña

source: days
ar: أيام
es: días
fr: journées

source: Maximum Failed Attempts
ar: أقصى محاولات فاشلة
es: Máximos intentos fallidos

source: Enable
ar: ممكن
es: Habilitado

source: Allow Password Reuse
ar: السماح بإعادة استخدام كلمة المرور
es: Permitir reutilización de contraseña

source: minutes
ar: الدقائق
es: minutos

source: Payroll Settings
ar: إعدادات الرواتب

source: Check Processing
ar: تحقق معالجة
es: Procesamiento de pago

source: ACH Processing
ar: ACH تجهيز
es: Procesamiento de pago

source: Tax Filing
ar: التصريح عن الضريبة
es: Dirección

source: New Hire Reporting
ar: استئجار تقارير جديدة

source: Employer Type
ar: نوع صاحب العمل
es: Empleador

source: Attribute 1
ar: السمة 1
es: Atributo1 Leyenda

source: Attribute 2
ar: السمة 2
es: Atributo1 Leyenda

source: Tax Engine
ar: محرك الضرائب

source: Load Timesheets From
ar: تحميل الجداول الزمنية من

source: Import File Layout
ar: استيراد ملف التخطيط
es: Importar diseño de archivo

source: Last Synced On
ar: آخر مزامنة في
es: Último sincronizado en

source: Not selected
ar: لم يتم اختياره
es: No seleccionado
fr: Non séléctionné

source: Select Employer
ar: اختر صاحب العمل
es: Empleador

source: Roles
ar: الأدوار
es: Funciones
fr: Rôles

source: Role
ar: وظيفة
es: Rol
fr: Rôle

source: Organization Type
ar: نوع المنظمة
es: Organización

source: Security Profile Details
ar: تفاصيل ملف تعريف الأمان
es: Añadir perfil de seguridad

source: Access
ar: التمكن من

source: Function
ar: وظيفة
es: Acción

source: Act
ar: فعل
es: Acción

source: Field
ar: حقل
es: Campo
fr: Champ

source: Memorize
ar: حفظ
es: Memorizar
fr: Mémoriser

source: Documents
ar: مستندات
es: Documentos
fr: Les documents

source: Security Profiles
ar: لمحات الأمن
es: Añadir perfil de seguridad

source: Self Service Help
ar: مساعدة الخدمة الذاتية
es: Auto-servicio

source: Self Service Help Details
ar: تفاصيل مساعدة الخدمة الذاتية
es: Auto-servicio

source: Content
ar: يحتوي
es: Contacto

source: User Name
ar: اسم المستخدم
es: Nombre de utuario
fr: Nom d'utilisateur

source: API Keys
ar: مفاتيح API
es: Claves de API

source: Created On
ar: تم إنشاؤها على
es: Creado en

source: API Key
ar: مفتاح API
es: Clave API

source: Copy API key
ar: نسخ مفتاح API
es: Copiar clave de API

source: API key copied to clipboard.
ar: تم نسخ مفتاح API إلى الحافظة.
es: Clave API copiada en el portapapeles.

source: Support Access
ar: وصول الدعم

source: Allowed IP Address
ar: عنوان IP المسموح به

source: Expiration Time
ar: تاريخ انتهاء الصلاحية

source: Expire In
ar: تنتهي الصلاحية

source: Recipient Type
ar: نوع المستلم
es: Receptor

source: Recipients
ar: المستفيدين
es: Receptor

source: Not Launched
ar: لم تطلق
es: No permitido

source: Success
ar: نجاح
es: Éxito
fr: Succès

source: Schedule Details
ar: تفاصيل الجدول
es: Fecha de golf

source: Last Run Time
ar: وقت التشغيل الأخير
es: Apellido

source: Last Run Status
ar: حالة تشغيل الماضي
es: Estado del estudiante

source: Recurrence
ar: تكرار
es: Periódico

source: Daily System Task
ar: مهمة النظام اليومية

source: Pattern
ar: نمط
es: Patrón

source: Everyday
ar: كل يوم
es: Cada día

source: Weekday
ar: يوم من أيام الأسبوع
es: semana Calendario

source: Task Scheduler
ar: جدول المهام
es: Programador de tareas

source: Tax Details
ar: تفاصيل الضريبة

source: Start Amount
ar: ابدأ المبلغ

source: End Amount
ar: نهاية المبلغ

source: Rate Detail
ar: معدل التفاصيل

source: Please wait...
ar: ارجوك انتظر...
es: Por favor, espere...
fr: S'il vous plaît, attendez...

source: Complete Step
ar: إكمال الخطوة
es: Fecha de finalización

source: Purge Completed Logs
ar: تطهير السجلات المكتملة
es: Completado

source: Purge Log Older Than
ar: تطهير سجل أقدم من
es: Purgar registro más antiguo que

source: Timesheet Info
ar: معلومات الجدول الزمني

source: Time Off Info
ar: الوقت معطلة معلومات

source: Performance Review Info
ar: معلومات مراجعة الأداء

source: ID
ar: هوية شخصية

source: Initiator
ar: المبادر
es: Iniciador

source: Performer
ar: مؤد

source: Assigned<br />Employee
ar: تعيين <br /> الموظف
es: Añadir Empleado

source: Completed/Rejected<br />By Employee
ar: مكتمل / مرفوض <br /> بواسطة الموظف
es: Completado / Rechazado <br /> Por empleado

source: Complete
ar: اكتمال
es: Completado

source: Recall
ar: اعد الاتصال
fr: Rappel

source: Delegate
ar: مندوب
es: Eliminar

source: Workflow Details
ar: تفاصيل سير العمل
es: Fecha de golf

source: Workflow Type
ar: نوع سير العمل
es: Tipo de flujo de trabajo

source: Escalation Days
ar: أيام التصعيد

source: Auto Action Days
ar: أيام عمل السيارات

source: Auto Action Type
ar: نوع العمل التلقائي

source: Require Signature
ar: تتطلب التوقيع
es: firmar arriba

source: Is Multiple Approve
ar: موافقة متعددة
es: Es Múltiple Aprobar

source: Confirmation Text
ar: نص التأكيد
es: Información

source: Organization Structure
ar: الهيكل التنظيمي
es: Ver organización
fr: Structure d'organisation

source: Track
ar: مسار

source: Performed By
ar: يؤديها

source: Workflows
ar: سير العمل
es: Flujos de trabajo

source: Request Type
ar: نوع الطلب
es: Tipo de beneficio

source: Password Policies
ar: سياسات كلمة المرور
es: Políticas de contraseña

source: Payroll Interface T4 Settings
ar: جدول الرواتب T4 الإعدادات

source: Sandbox
ar: رمل
es: Salvadera
fr: Bac à sable

source: Help
ar: مساعدة
es: Ayuda
fr: Assistance

source: No help available for this topic.
ar: لا توجد مساعدة متاحة لهذا الموضوع.
es: No hay ayuda disponible para este tema

source: Home
ar: الصفحة الرئيسية
es: Casa

source: My Timesheets
ar: الجداول الزمنية الخاصة بي
es: Hojas de Tiempo

source: My Availability
ar: توفر لي
es: Disponibilidad

source: My Shift Assignments
ar: تعيينات Shift الخاصة بي
es: Misiones

source: Team Time Offs
ar: الوقت خارج الفريق
es: Offs Tiempo del Equipo

source: Team Timesheets
ar: الجداول الزمنية للفريق
es: Hojas de Tiempo del Equipo
fr: Feuilles de temps d'équipe

source: Team Attendance
ar: فريق الحضور
es: Asistencia del Equipo

source: Team Availability
ar: فريق توافر
es: Disponibilidad del Equipo

source: Pay
ar: دفع
es: Paga

source: Pay History
ar: دفع التاريخ
es: Historia de Pago
fr: Histoire de paye

source: Job Postings
ar: وظائف شاغرة
es: No hay Mensajes

source: Learning
ar: تعلم
es: Aprendizaje
fr: Apprentissage

source: My Team
ar: فريقي
es: Equipo

source: Instructor Portal
ar: بوابة المعلم

source: Resources
ar: مصادر
es: Recursos

source: My Documents
ar: مستنداتي
es: Mis documentos

source: Team Documents
ar: وثائق الفريق

source: Company Videos
ar: فيديو الشركة
es: Videos de la compañía

source: Company Directory
ar: دليل شركة
es: Directorio de la compañía

source: Organization View
ar: عرض المنظمة
es: Ver organización

source: Calendar
ar: التقويم
es: Mostrar el calendario
fr: Calendrier

source: Personal Information
ar: معلومات شخصية

source: Dependents and Contacts
ar: المعالين وجهات الاتصال
es: Dependientes y Contactos

source: Primary Position
ar: الموقف الأساسي
es: Objetivo principal
fr: Position primaire

source: Additional Positions
ar: وظائف إضافية
es: Posiciones adicionales
fr: Positions additionnelles

source: Position History
ar: موقف التاريخ
es: Posición Historia
fr: Histoire de la position

source: Performance
ar: أداء
es: Rendimiento

source: My Journals
ar: مجلاتي
es: Mi Diario

source: Journal Entry
ar: إفتتاحية المجلة
es: Entradas de diario

source: Team Journals
ar: المجلات فريق
es: Diarios de equipo

source: Reviews
ar: مراجعات
es: Comentarios
fr: Avis

source: My Goals
ar: أهدافي

source: Team Goals
ar: أهداف الفريق

source: Team Reviews
ar: فريق مراجعات

source: Security
ar: الأمان
es: Seguridad
fr: Sécurité

source: Look & Feel
ar: انظر و اشعر
es: Mira y siente

source: Delegation
ar: وفد

source: Team Delegation
ar: وفد الفريق

source: Delegation enable
ar: تمكين التفويض

source: Reason for change
ar: سبب التغيير
es: Razón de dejar el empleo:

source: Do you want to cancel changes?
ar: هل تريد إلغاء التغييرات؟
fr: Voulez-vous annuler les modifications?

source: Relationship
ar: صلة
es: Relación
fr: Relation

source: Add Dependents
ar: إضافة المعالين
es: Dependientes

source: Add Beneficiaries
ar: إضافة المستفيدين
es: Beneficiarios

source: Add Contingent Beneficiaries
ar: إضافة المستفيدين من الوحدات
es: Beneficiarios

source: Sum of beneficiaries percentages must equal 100%
ar: يجب أن يساوي مجموع المستفيدين 100٪
es: La suma de los porcentajes de los beneficiarios debe ser igual al 100%

source: Reviewing
ar: مراجعة
es: Opiniones

source: Option 1
ar: الخيار 1
es: Opción 1

source: Option 2
ar: الخيار 2
es: Opción 2

source: Option 3
ar: الخيار 3
es: Opción 3

source: Option 4
ar: الخيار 4
es: Opción 4

source: Waive
ar: تنازل
es: Renunciar

source: Open Enrollment is being reviewed
ar: فتح التسجيل قيد المراجعة
es: La inscripción abierta se está revisando

source: Open Enrollment is Approved
ar: تم قبول التسجيل المفتوح
es: La inscripción abierta está aprobada

source: Welcome
ar: أهلا بك
es: Ingresos

source: Cafe Credits
ar: اعتمادات المقهى

source: Enroll By
ar: التسجيل بواسطة
es: Inscripciones

source: Finish
ar: إنهاء
es: Terminar

source: No Current Plan
ar: لا توجد خطة حالية
es: No permitido

source: Next Year
ar: العام القادم

source: Contingent Beneficiaries
ar: المستفيدون من الوحدات
es: Beneficiarios
fr: Bénéficiaires éventuels

source: No Next Year Plan
ar: لا خطة العام المقبل
es: Sin plan para el próximo año
fr: Pas de plan pour l'année prochaine

source: an Event
ar: حدث
es: Eventos principales

source: Event Calendar
ar: تقويم الحدث
es: Calendario de eventos

source: Delete the post
ar: حذف المنشور
es: Eliminar registro

source: Are you sure you want to delete this post?
ar: هل أنت متأكد أنك تريد حذف هذه المشاركة؟
es: Quieres eliminar estas fechas?

source: Successfully changed.
ar: تغيرت بنجاح.
es: Guardado con éxito.

source: Edit photo
ar: تعديل الصورة
es: Editar foto
fr: Éditer photo

source: Go to page
ar: انتقل إلى صفحة

source: Watch Video
ar: شاهد الفيديو

source: Open form
ar: فتح النموذج

source: Mark as complete
ar: علامة كاملة

source: Successfully
ar: بنجاح
es: con éxito
fr: Avec succès

source: Can't find pending request with ID
ar: لا يمكن العثور على الطلب المعلق بمعرف

source: Review saved.
ar: تم حفظ المراجعة.
es: Fecha de revisión:

source: Do you want to submit the form?
ar: هل تريد إرسال النموذج؟
es: ¿Quieres enviar el registro?

source: Approve request
ar: الموافقة على الطلب
es: Aprobar Petición
fr: Approuver la demande

source: Do you want to approve the request?
ar: هل تريد الموافقة على الطلب؟
es: ¿Quieres aprobar la solicitud?
fr: Voulez-vous approuver la demande?

source: Reject request
ar: رفض الطلب
es: rechazar la solicitud
fr: Demande de rejet

source: Do you want to reject the request?
ar: هل تريد رفض الطلب؟
es: ¿Quieres rechazar la solicitud?
fr: Voulez-vous rejeter la demande?

source: Do you want to submit the review?
ar: هل ترغب في تقديم الاستعراض؟
es: ¿Quieres enviar el registro?

source: more
ar: أكثر

source: less
ar: أقل
es: menos
fr: moins

source: Please provide signature first.
ar: يرجى تقديم التوقيع أولا.
es: Por favor proporcione la firma en primer lugar.

source: h
ar: هيدروجين

source: Comments
ar: تعليقات
es: comentarios
fr: Commentaires

source: Add a Badge
ar: أضف شارة
es: Agregar una insignia

source: Recipient
ar: مستلم
es: Receptor
fr: Destinataire

source: No Badges
ar: لا شارات
es: Sin insignias

source: What's on your mind?
ar: في ماذا تفكر؟
es: ¿Qué tienes en mente?

source: Choose Community
ar: اختيار المجتمع
es: Comunidad

source: Post
ar: بريد
es: No hay Mensajes

source: Post Reply
ar: الرد آخر
es: Enviar respuesta

source: Post a Message
ar: انشر رسالة
es: Deja un mensaje

source: Edited
ar: تحرير
es: Editar

source: Write a reply
ar: اكتب الرد
es: Escribe una respuesta

source: {0} Like
ar: {0} أعجبني
es: {0} Me gusta

source: No Likes
ar: لا يحب
es: No me gusta

source: {0} Reply
ar: {0} الرد
es: {0} Respuesta

source: No Replies
ar: لا توجد ردود
es: No hay respuestas

source: Your feed is empty
ar: خلاصتك فارغة
es: Tu feed está vacío

source: Load more posts...
ar: تحميل المزيد من المشاركات...
es: Cargar más entradas...

source: Created
ar: خلقت
es: Creado

source: You have no external links
ar: ليس لديك روابط خارجية
es: No hay enlaces externos

source: You have no tasks
ar: ليس لديك مهام
es: No tiene tareas

source: Rejected
ar: مرفوض
es: Rechazado

source: due
ar: بسبب

source: You have no time offs
ar: ليس لديك وقت للراحة
es: No tiene tiempo offs

source: Used / Available
ar: المستخدمة / المتاحة
es: Disponibilidad

source: Checked into
ar: دققت في
es: Registrado en

source: Profile Completion
ar: اكتمال الملف الشخصي
es: Nombre del perfil

source: Absence Date
ar: تاريخ الغياب
es: Tasa de ausencia

source: Contact
ar: اتصل
es: Contacto

source: Write your comment
ar: اكتب تعليقك
es: Escribe tu comentario

source: Please fill the comment field first
ar: يرجى ملء حقل التعليق أولا
es: Por favor llenar el campo de comentario primera
fr: S'il vous plaît remplir le champ de commentaire en premier

source: Review type
ar: نوع المراجعة
es: tipo opinión
fr: Type de révision

source: Reviewed By
ar: تمت مراجعته من قبل
es: Revisado por
fr: Revu par

source: Total Competency Score
ar: مجموع نقاط الكفاءة
es: Nombre de Competencia
fr: Score total de compétence

source: Total Goal Score
ar: مجموع نقاط الهدف
es: Ingreso Total:
fr: Score total de l'objectif

source: Overall Score
ar: المجموع النهائي
es: Puntuación general
fr: Score global

source: You have no upcoming time offs
ar: ليس لديك إجازات وقت قادمة
es: No tiene time offs a venir próximo

source: Start:
ar: بداية:

source: End:
ar: النهاية:
es: Fin:

source: Pay data is missing
ar: بيانات الدفع مفقودة
es: Le falta los datos de pago

source: Last pay date:
ar: تاريخ الدفع الأخير:

source: Next pay date:
ar: تاريخ الدفع التالي:
es: Siguiente fecha de pago

source: No events are planned
ar: لا توجد أحداث مخطط لها

source: Add Sign
ar: إضافة علامة
es: Perfil avanzado

source: Sign above
ar: التوقيع أعلاه
es: firmar arriba

source: Salary Grade
ar: راتب
es: sueldo Grado
fr: Note salariale

source: Pay Rate
ar: معدل الاجور
es: Tarifa de pago
fr: Tarif de la paye

source: Custom fields
ar: الحقول المخصصة
es: Campos Personalizados

source: Changed Options
ar: الخيارات المتغيرة
es: Choice Plan y Opciones
fr: Options changé

source: Old position
ar: الموقف القديم
es: Añadir Posición

source: New position
ar: مركز جديد
es: nueva acción

source: Position details
ar: تفاصيل الوظيفة
es: Detalles de posición

source: Badges Earned
ar: شارات حصل
es: Insignias ganadas

source: My Communities
ar: مجتمعاتي
es: Comunidad

source: Org Structure:
ar: الهيكل التنظيمي:
es: Estructura de organización
fr: Structure de l'organisation:

source: Employee:
ar: موظف:
es: Empleado
fr: Employé:

source: Disabled
ar: معاق
es: Deshabilitado
fr: Désactivé

source: Added
ar: وأضاف
es: Agregado
fr: Ajoutée

source: Removed
ar: إزالة
es: Quitar
fr: Suppression

source: Changed
ar: تغير
es: Cambiar
fr: Changé

source: </BR>Effective Date:
ar: </BR> تاريخ السريان:
es: Fecha de Vigencia
fr: </BR>Date d'entrée en vigueur:

source: </BR>Expiration Date:
ar: </BR> تاريخ انتهاء الصلاحية:
es: Fecha de caducidad
fr: </BR>Date d'expiration:

source: Verify
ar: تحقق
es: Verificar
fr: Vérifier

source: Information
ar: معلومات
es: Información

source: Goal
ar: هدف

source: New {0}
ar: جديد {0}
es: Nuevo
fr: Nouveau {0}

source: Old {0}
ar: قديم {0}
es: Viejo
fr: Ancien {0}

source: Create Requested
ar: إنشاء مطلوب
es: Actualizar la dirección solicitada.
fr: Créer demandé

source: Update Requested
ar: تحديث مطلوب
es: Actualizar la dirección solicitada.
fr: Mise à jour demandée

source: Submit Requested
ar: تقديم المطلوبة
es: presentar una solicitud
fr: Soumettre demandé

source: Deletion Requested
ar: طلب الحذف
es: Eliminación de evento ...
fr: Suppression demandée

source: Cancel Requested
ar: إلغاء مطلوب
es: Actualizar la dirección solicitada.
fr: Annuler demandé

source: Recall Requested
ar: أذكر المطلوبة

source: hours
ar: ساعات
es: horas
fr: heures

source: Class
ar: صف دراسي
es: Clase
fr: Classe

source: Do you want to enroll in the waitlist of this course?
ar: هل تريد التسجيل في قائمة الانتظار لهذه الدورة؟
es: Quieres eliminar estas fechas?

source: Register
ar: تسجيل
es: Registro
fr: Registre

source: Attend
ar: حضر
es: Asistir
fr: Assister

source: Withdraw
ar: سحب
es: Retirar
fr: Se désister

source: Employee Assign
ar: تعيين الموظف
es: Empleados
fr: Attribuer employé

source: Select a Class
ar: اختر الفصل
es: Seleccione Tributaria
fr: Sélectionnez une classe

source: Delivery
ar: توصيل
es: Entrega
fr: Livraison

source: Open Spots
ar: البقع المفتوحة
es: Las inscripciones abiertas
fr: Spots ouverts

source: Available
ar: متاح
es: Disponibilidad
fr: Disponible

source: Select Class
ar: اختر الفصل
es: Seleccione Tributaria

source: Class Time
ar: وقت الصف
es: Apellido
fr: Temps de classe

source: Select Employee
ar: اختر الموظف
es: Empleados activos
fr: Sélectionnez un employé

source: Add Course Class
ar: إضافة دورة تدريبية
es: Seleccione Grupos

source: Active Courses
ar: الدورات النشطة
es: Empleados activos
fr: Cours actifs

source: Assign
ar: تعيين
es: Asignar
fr: Attribuer

source: Waitlist
ar: قائمة الانتظار
es: Lista de espera

source: of
ar: من
es: de
fr: de

source: OnDemand
ar: على الطلب
es: Bajo demanda

source: Assign Courses
ar: تعيين المقررات
es: Empleados activos

source: Completed Courses
ar: الدورات المكتملة
es: Curso empleado

source: Get Report
ar: الحصول على تقرير
es: Informe

source: Completed Date
ar: تاريخ الانتهاء
es: Fecha de finalización
fr: Date complète

source: Export to PDF
ar: تصدير إلى PDF

source: Export to CSV
ar: تصدير إلى CSV
es: Exportar a CSV
fr: Exporter au format CSV

source: Export to Excel
ar: تصدير إلى Excel
es: Exportar
fr: Exporter au format Excel

source: Add Course
ar: إضافة دورة

source: Add Class
ar: أضف صفا
es: Clase

source: Up Coming
ar: القادمة
es: Próximo

source: Past Due
ar: الماضي بسبب
es: Cuarto menguante

source: By Course
ar: بواسطة بالطبع
es: ¡Claro!

source: By Class
ar: حسب الفئة
es: Clase

source: By Employee
ar: بواسطة الموظف
es: Empleado

source: Current Year
ar: السنة الحالية

source: Download report with SSN
ar: قم بتنزيل التقرير باستخدام SSN

source: Record has been recently removed and is pending approval.
ar: تمت إزالة السجل مؤخرًا وهو في انتظار الموافقة.
es: El registro se ha eliminado recientemente y está pendiente de aprobación.
fr: L'enregistrement a été récemment supprimé et est en attente d'approbation.

source: Deposit Order
ar: طلب إيداع
es: Orden de depósito
fr: Ordre de Dépôt

source: Deposit Type
ar: نوع الايداع
es: Tipo de beneficio
fr: Type de dépôt

source: Amount / Percent
ar: المبلغ / النسبة المئوية
es: precisión cantidad
fr: Montant / pourcentage

source: Limit
ar: حد
es: límite por

source: Next Pay Date:
ar: تاريخ الدفع التالي:

source: PDF
ar: بي دي إف

source: Download PDF
ar: تحميل PDF

source: Payments Detail
ar: المدفوعات التفاصيل

source: Pay Notes
ar: دفع ملاحظات

source: Employee Record
ar: سجل الموظف

source: Payroll Entries
ar: كشوف المرتبات

source: Entry saved.
ar: تم حفظ الإدخال.
es: Educación salvó.

source: Workflow is not set for goal
ar: لم يتم تعيين سير العمل للهدف

source: Weight changes saved.
ar: تغييرات الوزن المحفوظة.
es: Cambios Guardados.
fr: Les changements de poids enregistrés.

source: Change Review Period
ar: تغيير فترة المراجعة

source: You have unsaved weight changes. They will be lost after review period change. Do you still want change review period?
ar: لديك تغييرات في الوزن لم يتم حفظها. سوف تضيع بعد تغيير فترة المراجعة. هل ما زلت تريد تغيير فترة المراجعة؟

source: Comment
ar: تعليق
es: comentarios
fr: Commentaire

source: Highlighted
ar: سلط الضوء

source: fields were recently changed and being reviewed.
ar: تم تغيير الحقول مؤخرًا وتتم مراجعتها.

source: Journal Entries
ar: إدخالات دفتر اليومية
es: Entradas de diario
fr: Entrées de journal

source: for
ar: إلى عن على
es: O

source: Select Review Period
ar: حدد فترة المراجعة

source: Approver
ar: الموافق
es: Aprobar

source: Performance Review for
ar: مراجعة الأداء ل
es: Reviso de Rendimiento para

source: Additional Position
ar: موقف إضافي

source: Update Address
ar: تحديث العنوان
es: Dirección

source: Update Demographics
ar: تحديث التركيبة السكانية
es: Demografía

source: Dependent saved
ar: المعال المحفوظة
es: Dependiente salvado.
fr: Dépendant sauvé

source: Emergency<br>Contact
ar: الطوارئ <br> للاتصال

source: There is already an emergency contact. Set the new contact as the emergency contact?
ar: هناك بالفعل اتصال الطوارئ. تعيين جهة الاتصال الجديدة كجهة اتصال الطوارئ؟
es: Ya hay un contacto de emergencia. Establecer el nuevo contacto como el contacto de emergencia?
fr: Il y a déjà un contact d'urgence. Définir le nouveau contact comme contact d'urgence?

source: Contact should be Dependent, Emergency or both of them
ar: يجب أن يكون الاتصال معالًا أو طارئًا أو كلاهما
fr: Le contact doit être dépendant, d'urgence ou les deux

source: Emergency contact should has at least one phone number
ar: يجب أن يحتوي الاتصال في حالات الطوارئ على رقم هاتف واحد على الأقل

source: Demographics Update requested.
ar: تحديث التركيبة السكانية المطلوبة.
es: Demografía actualización solicitada.
fr: Mise à jour démographique demandée.

source: Address Update requested.
ar: تحديث العنوان المطلوب.
es: Actualizar la dirección solicitada.
fr: Réactualiser d'adresse demandée.

source: Hire Date
ar: موعد التوظيف
es: La fecha de contratación
fr: Date d'embauche

source: Disabled Successfully
ar: معطل بنجاح
es: con éxito

source: Reset Password
ar: إعادة تعيين كلمة المرور
es: Restablecer la Contraseña
fr: Réinitialiser le mot de passe

source: Do you want to reset password?
ar: هل تريد إعادة تعيين كلمة المرور؟
es: ¿Quieres restablecer la contraseña?
fr: Voulez-vous réinitialiser le mot de passe?

source: Password successfully changed.
ar: الرقم السري تغير بنجاح.
es: Contraseña cambiada con éxito
fr: Le mot de passe a été changé avec succès.

source: Enabled Successfully
ar: ممكن بنجاح
es: con éxito

source: My Courses
ar: دوراتي
es: Cursos

source: My Time Off
ar: وقتي معطلة
es: Tiempo libre

source: My Team Time Off
ar: فريقي خارج الوقت
es: Offs tiempo

source: Company Time Off
ar: شركة إجازة
es: Tiempo libre

source: My Team Birthdays
ar: فريقي أعياد الميلاد
es: Cumpleaños de mi Equipo

source: Company Holidays
ar: عطلات الشركة
es: Videos de la compañía

source: Default Calendar
ar: التقويم الافتراضي
es: semana Calendario

source: Enabled iCalendar
ar: تمكين iCalendar
es: semana Calendario

source: Show Partial Days as All Day
ar: عرض الأيام الجزئية على مدار اليوم
es: Mostrar días parciales como todo el día

source: Calendars
ar: التقويمات
es: Mostrar el calendario

source: Enable Delegation
ar: تمكين التفويض

source: Delegate To
ar: فوض

source: Send me an email when there's a posting in any of my communities
ar: أرسل لي رسالة إلكترونية عندما يكون هناك منشور في أي من مجتمعاتي
es: Envíame un correo electrónico cuando haya una publicación en cualquiera de mis comunidades

source: Send me an email when there's a reference to me in a new posting
ar: أرسل لي رسالة بريد إلكتروني عندما يكون هناك إشارة إليّ في منشور جديد
es: Envíame un correo electrónico cuando haya una referencia en una nueva publicación
