Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Decrease the font size.
ar: تقليل حجم الخط.
es: Disminuir el tamaño de la fuente.
fr: Diminuer la taille de la police.

source: Text Highlight Color
ar: لون تسليط الضوء على النص
es: Color de resaltado de texto
fr: Couleur de surlignage du texte

source: Change the background color of the selected text.
ar: تغيير لون خلفية النص المحدد.
es: Cambie el color de fondo del texto seleccionado.
fr: Changer la couleur de fond du texte sélectionné.

source: Font Color
ar: لون الخط
es: Color de fuente
fr: Couleur de la police de caractère

source: Change the color of the selected text.
ar: تغيير لون النص المحدد.
es: Cambia el color del texto seleccionado.
fr: Changer la couleur du texte sélectionné.

source: Align Text Left
ar: محاذاة النص لليسار
es: Alinear texto a la izquierda
fr: Aligner le texte à gauche

source: Align text to the left.
ar: محاذاة النص إلى اليسار.
es: Alinea el texto a la izquierda.
fr: Aligner le texte à gauche.

source: Center Text
ar: نص المركز
es: Texto central
fr: Centrer le texte

source: Center text in the editor.
ar: نص المركز في المحرر.
es: Centro de texto en el editor.
fr: Centrer le texte dans l'éditeur.

source: Align Text Right
ar: محاذاة النص لليمين
es: Alinear texto a la derecha
fr: Aligner le texte à droite

source: Align text to the right.
ar: محاذاة النص إلى اليمين.
es: Alinea el texto a la derecha.
fr: Aligner le texte à droite.

source: Bullet List
ar: قائمة الرصاص
es: Lista de viñetas
fr: Liste à puces

source: Start a bulleted list.
ar: بدء قائمة نقطية.
es: Comience una lista con viñetas.
fr: Commencez une liste à puces.

source: Numbered List
ar: قائمة مرقمة
es: Número
fr: Liste numérotée

source: Start a numbered list.
ar: بدء قائمة مرقمة.
es: Comience una lista numerada.
fr: Commencez une liste numérotée.

source: Hyperlink
ar: الارتباط التشعبي
es: Hiperenlace

source: Make the selected text a hyperlink.
ar: اجعل النص المحدد رابطًا تشعبيًا.
es: Haga que el texto seleccionado sea un hipervínculo.
fr: Faites du texte sélectionné un hyperlien.

source: Source Edit
ar: تحرير المصدر
es: Fuente Editar

source: Switch to source editing mode.
ar: التبديل إلى وضع التحرير المصدر.
es: Cambia al modo de edición de fuente.
fr: Passer en mode d'édition source.

source: Sort Ascending
ar: فرز تصاعدي
es: Orden ascendente
fr: Trier par ordre croissant

source: Sort Descending
ar: ترتيب تنازلي
es: Orden descendiente
fr: Trier par ordre décroissant

source: Columns
ar: أعمدة
es: Columnas
fr: Les colonnes

source: (None)
ar: (لا يوجد)
fr: (Aucun)

source: Group by this field
ar: تجميع حسب هذا المجال
es: Agrupar por este campo
fr: Grouper par ce champ

source: Show in Groups
ar: تظهر في مجموعات
es: Mostrar cuadrícula
fr: Afficher en groupes

source: true
ar: صحيح
es: cierto
fr: vrai

source: false
ar: خاطئة
es: Falso
fr: faux

source: The time in this field must be equal to or after {0}
ar: يجب أن يكون الوقت في هذا الحقل مساوياً لـ أو بعد {0}
es: El tiempo en este campo debe ser igual o posterior a {0}
fr: Le temps dans ce champ doit être égal à ou après {0}

source: The time in this field must be equal to or before {0}
ar: يجب أن يكون الوقت في هذا الحقل مساوياً لـ أو قبل {0}
es: El tiempo en este campo debe ser igual o anterior a {0}
fr: Le temps dans ce champ doit être égal ou avant le {0}

source: {0} is not a valid time
ar: {0} ليس وقتًا صالحًا
es: {0} no es un tiempo válido
fr: {0} n'est pas un temps valide

source: Browse...
ar: تصفح...
es: Explorar
fr: Feuilleter...

source: You must select at least one item in this group
ar: يجب عليك تحديد عنصر واحد على الأقل في هذه المجموعة
es: Debes seleccionar al menos un elemento en este grupo
fr: Vous devez sélectionner au moins un élément de ce groupe

source: You must select one item in this group
ar: يجب عليك تحديد عنصر واحد في هذه المجموعة
es: Quieres eliminar estas fechas?
fr: Vous devez sélectionner un élément dans ce groupe

source: Filters
ar: مرشحات
es: Nuevo filtro
fr: Les filtres

source: Before
ar: قبل
es: Antes de
fr: Avant

source: After
ar: بعد
es: Después
fr: Après

source: Enter Number...
ar: أدخل رقم...
es: Número de Cuenta
fr: Entrer un nombre...

source: Enter Filter Text...
ar: أدخل نص المرشح ...
es: Ingrese el texto del filtro ...
fr: Entrez le texte du filtre...

source: You need to commit or cancel your changes
ar: تحتاج إلى الالتزام أو إلغاء التغييرات
es: Debe confirmar o cancelar sus cambios
fr: Vous devez valider ou annuler vos modifications

source: Week
ar: أسبوع
es: Semana
fr: La semaine

source: Month
ar: شهر
es: Este mes
fr: Mois

source: Event Form
ar: نموذج الحدث
es: Seleccionar formulario
fr: Formulaire d'événement

source: Event Title
ar: عنوان الحدث
es: Título
fr: Titre de l'événement

source: When
ar: متى
es: Cuando
fr: Quand

source: Web Link
ar: رابط موقع
es: Enlace web
fr: Lien Web

source: Delete Event
ar: حذف الحدث
es: Eliminar
fr: Supprimer l'événement

source: Saving changes...
ar: حفظ التغييرات ...
es: Guardando cambios...
fr: Sauver les modifications...

source: Deleting event...
ar: جارٍ حذف الحدث ...
es: Eliminación de evento ...
fr: Suppression d'un événement ...

source: All day
ar: طوال اليوم
es: Todo el dia
fr: Toute la journée

source: Reminder
ar: تذكير
es: Género
fr: Rappel

source: Full Day
ar: يوم كامل
es: Excursión de día completo
fr: Journée complète

source: Note
ar: ملحوظة
es: Notas

source: Legend
ar: عنوان تفسيري
es: Ocultar leyenda
fr: Légende

source: You can't use this value
ar: لا يمكنك استخدام هذه القيمة
es: No puedes usar este valor
fr: Vous ne pouvez pas utiliser cette valeur

source: Format is not valid.
ar: التنسيق غير صالح.
es: El formato no es válido.
fr: Le format n'est pas valide.

source: System Labels
ar: علامات النظام
es: Sistema
fr: Étiquettes de système

source: Maximum file size exceeded
ar: تم تجاوز الحد الأقصى لحجم الملف
es: Tamaño máximo de archivo excedido
fr: Taille de fichier maximale dépassée

source: Indent
ar: المسافة البادئة

source: Outdent
ar: تحريك إلى مستوى أعلى

source: Phone number is incorrect
ar: رقم الهاتف غير صحيح
es: El número de teléfono es incorrecto
fr: Le numéro de téléphone est incorrect

source: No Name
ar: لا اسم
es: Nombre del formulario
fr: Pas nom

source: Do you want to delete this attachment?
ar: هل تريد حذف هذا المرفق؟
es: Quieres eliminar estas fechas?
fr: Voulez-vous supprimer cette pièce jointe?

source: Minimum {0} item(s) required
ar: الحد الأدنى {0} العناصر المطلوبة
es: Se requiere un mínimo de {0} elemento (s)
fr: Minimum {0} article(s) requis

source: Maximum {0} item(s) required
ar: الحد الأقصى {0} عنصر (عناصر) مطلوب
es: Se requieren un máximo de {0} elemento (s)
fr: Maximum {0} article(s) requis

source: {0} Item{1}
ar: {0} العنصر {1}
es: en?????
fr: {0} Article {1}

source: Unsaved changes will be lost, close form anyway?
ar: سيتم فقدان التغييرات غير المحفوظة ، شكل وثيق على أي حال؟
es: Los cambios no guardados se perderán, cerrarán la forma de todos modos?
fr: Les modifications non sauvegardées seront perdues, fermer le formulaire quand même?

source: Selected All
ar: تم اختيار الكل
es: Seleccionar
fr: Tous sélectionnés

source: Select Records
ar: اختر السجلات
es: seleccionar registros
fr: Sélectionner des enregistrements

source: Data
ar: البيانات
es: Los datos de código
fr: Les données

source: Copied to clipboard
ar: نسخ إلى الحافظة
es: Copiado al portapapeles
fr: Copié dans le presse-papier

source: Double click to edit
ar: اضغط مرتين للتعديل
es: Doble click para editar
fr: Double-cliquez pour éditer

source: Text Block Field
ar: حقل كتلة النص
es: Campo de bloque de texto
fr: Champ de bloc de texte

source: <unselected>
ar: <ألغى اختيار>
es: Seleccionado
fr: <non sélectionné>

source: No records
ar: لا تسجيلات
es: Eliminar registro
fr: Pas d'enregistrements

source: Modify
ar: تعديل
es: Modificar
fr: Modifier

source: Wrong value!
ar: قيمة خاطئة!
es: Valor incorrecto!
fr: Mauvaise valeur!

source: Loading ...
ar: جار التحميل ...
es: Cargando...
fr: Chargement...

source: Filter Menu
ar: تصفية القائمة
es: Menú de filtro
fr: Filtre menu

source: {0} results
ar: {0} النتائج
es: {0} resultados
fr: {0} résultats

source: Display
ar: عرض
es: Monitor
fr: Afficher

source: results per screen
ar: النتائج في الشاشة
es: resultados por pantalla
fr: résultats par écran

source: Transfer alias should be defined.
ar: يجب تعريف الاسم المستعار للنقل.
es: alias de transferencia deben ser definidas.
fr: L'alias de transfert doit être défini.

source: Pay Details
ar: دفع التفاصيل
es: Detalles
fr: Détails de la paye

source: Hourly
ar: ساعيا
es: horas
fr: Horaire

source: Annual
ar: سنوي
es: Manuales
fr: Annuel

source: Pay group
ar: مجموعة الدفع
es: Grupo salario
fr: Groupe payant

source: Per Pay Period
ar: لكل فترة الدفع
es: Período de informe
fr: Par période de paie

source: Terminate Assignment
ar: إنهاء الواجب
es: Asignación por terminado
fr: Terminer l'affectation

source: Terminate
ar: إنهاء
es: Terminar
fr: Terminer

source: Code Table Details
ar: تفاصيل جدول الكود
es: Detalle código de la tabla
fr: Détails de la table de codes

source: Attribute1 Caption
ar: Attribute1 التسمية التوضيحية
es: Atributo1 Leyenda
fr: Attribut1 Légende

source: Attribute2 Caption
ar: Attribute2 التسمية التوضيحية
es: Atributo2 Leyenda
fr: Attribut2 Légende

source: Attribute3 Caption
ar: Attribute3 التسمية التوضيحية
es: Attribute3 Leyenda
fr: Attribut3 Légende

source: Attribute4 Caption
ar: Attribute4 التسمية التوضيحية
es: Attribute4 Leyenda
fr: Attribut4 Légende

source: Attribute5 Caption
ar: Attribute5 التسمية التوضيحية
es: Attribute5 Leyenda
fr: Attribut5 Légende

source: Show descriptions in
ar: عرض الأوصاف في
es: Mostrar la información en
fr: Afficher les descriptions en

source: Code Data
ar: رمز البيانات
es: Los datos de código
fr: Données de code

source: Plan Choice and Options
ar: خطة الخيارات والخيارات
es: Choice Plan y Opciones
fr: Choix et options du plan

source: This employee is the hiring manager for one or more job postings.
ar: هذا الموظف هو مدير التوظيف لوظيفة واحدة أو أكثر.
es: Este empleado es el director de recursos humanos para una o más ofertas de trabajo.
fr: Cet employé est le responsable du recrutement pour une ou plusieurs offres d'emploi.

source: Please choose an alternate employee to take over as hiring manager on these job postings.
ar: يرجى اختيار موظف بديل لتولي منصب مدير التوظيف في هذه الوظائف.
es: Por favor, elija un empleado alternativo para asumir como director de recursos humanos en estas ofertas de trabajo.
fr: Veuillez choisir un autre employé pour assumer les fonctions de responsable du recrutement pour ces offres d'emploi.

source: Hiring Manager
ar: مدير التوظيف
es: Director de Recursos Humanos
fr: Gestionnaire d'embauche

source: This employee is the supervisor for one or more employees.
ar: هذا الموظف هو المشرف على موظف واحد أو أكثر.
es: Este empleado es el supervisor de uno o más empleados.
fr: Cet employé est le superviseur d'un ou plusieurs employés.

source: Please choose an alternate employee to take over as supervisor on these employees.
ar: يرجى اختيار موظف بديل لتولي منصب المشرف على هؤلاء الموظفين.
es: Por favor, elija un empleado suplente para ocupar el cargo de supervisor en estos empleados.
fr: Veuillez choisir un autre employé pour assumer les fonctions de superviseur pour ces employés.

source: Supervisor
ar: مشرف
fr: Superviseur

source: Please choose another employee
ar: يرجى اختيار موظف آخر
es: Por favor seleccione otro empleado
fr: Veuillez choisir un autre employé

source: Fill Form
ar: املأ النموذج

source: Add Document
ar: أضف وثيقة
es: Agregar documento
fr: Ajouter un document

source: File Type
ar: نوع الملف
es: Tipo de Archivo
fr: Type de fichier

source: Share with employee
ar: مشاركتها مع الموظف
es: Compartir con los empleados
fr: Partager avec l'employé

source: Folder
ar: مجلد
fr: Dossier

source: To drag-and-drop files, one of the default values in the Document Type code table should be turned ON.
ar: لسحب وإفلات الملفات ، يجب تشغيل إحدى القيم الافتراضية في جدول رمز نوع المستند.
fr: Pour glisser-déposer des fichiers, l'une des valeurs par défaut de la table de codes de type de document doit être activée.

source: Files exceed the configured size limit ({0} MB) and cannot be uploaded.<BR/><BR/>{1}
ar: تتجاوز الملفات الحد المسموح به للحجم ( {0} ميغابايت) ولا يمكن تحميلها. <BR/> <BR/> {1}
fr: Les fichiers dépassent la taille limite configurée ( {0} Mo) et ne peuvent pas être téléchargés. <BR/> <BR/> {1}

source: Please select an Employee.
ar: يرجى اختيار موظف.

source: Processing {0} file(s)
ar: معالجة {0} ملف (ملفات)

source: Uploading files
ar: تحميل الملفات

source: Attach
ar: يربط
es: Adjuntar
fr: Attacher

source: Attach File
ar: أرفق ملف
es: Adjuntar Archivo
fr: Attacher Fichier

source: Due (in days)
ar: مستحق (بالأيام)
fr: Due (en jours)

source: Drag & drop image
ar: سحب وإسقاط الصورة
es: Imagen de arrastrar y soltar
fr: Drag & drop d'image

source: DRAG & DROP
ar: السحب والإفلات
es: Arrastrar y soltar

source: your image to here,
ar: صورتك الى هنا ،
es: su imagen aquí,
fr: votre image ici,

source: or
ar: أو
es: O
fr: ou

source: Select Geo Code
ar: اختر كود جيو
es: Seleccione Código de Trabajo
fr: Sélectionnez géocode

source: County
ar: مقاطعة
es: Provincia
fr: Comté

source: Geo Code
ar: كود جيو
es: Geocodigo
fr: Géocode

source: School Code
ar: كود مدرسة
es: Código escolar
fr: Code de l'école

source: Custom Field Details
ar: تفاصيل الحقل المخصص
es: Campos Personalizados
fr: Détails du champ personnalisé

source: Data type
ar: نوع البيانات
es: Tipo de ubicación
fr: Type de données

source: Max. Length
ar: ماكس. الطول
es: Max. Longitud
fr: Max longueur

source: Display Lines
ar: خطوط العرض
es: Líneas de visualización
fr: Lignes d'affichage

source: Field Format
ar: تنسيق الحقل
es: Campo
fr: Format de champ

source: Show in ESS
ar: عرض في ESS

source: Add Time Off Plan to Employee
ar: أضف خطة إجازة لموظف
es: Agregar plan de tiempo libre al empleado
fr: Ajouter un plan de temps libre à un employé

source: Add Plans to Employee
ar: إضافة خطط إلى الموظف
es: Agregar planes al empleado
fr: Ajouter des plans à un employé

source: Advanced Profile
ar: الملف الشخصي المتقدم
es: Perfil avanzado
fr: Profil avancé

source: Unit
ar: وحدة
es: Unidad
fr: Unité

source: Secondary
ar: ثانوي
es: Segundo
fr: Secondaire

source: Employment
ar: توظيف
es: Contratación
fr: Emploi

source: Education and Skills
ar: التعليم والمهارات
es: Educación y Habilidades
fr: Education et compétences

source: Total :
ar: مجموع :
es: Totalmente

source: Calc
ar: احسب
es: Cálculo
fr: Calcul

source: Manual Override
ar: تجاوز يدوي
es: Selector manual
fr: Remplacement manuel

source: Qualifying Event
ar: حدث التصفيات
es: un evento
fr: Épreuve de qualification

source: Choose Contingents
ar: اختيار الوحدات
es: Elija contingentes
fr: Choisissez des contingents

source: Auto Add
ar: إضافة تلقائي
es: Auto Agregar
fr: Ajout automatique

source: Benefit code
ar: رمز المنفعة
es: Tipo de beneficio
fr: Code de avantage

source: Benefit Plan Name
ar: اسم خطة المنفعة
es: Plan de Beneficios de guarda.
fr: Nom du plan d'avantage

source: Hide Legend
ar: إخفاء الأسطورة
es: Ocultar leyenda
fr: Masquer la légende

source: Show Legend
ar: عرض الأسطورة
es: Mostrar leyenda
fr: Afficher la légende

source: Total Hours
ar: مجموع الساعات
es: Horas totales
fr: Heures totales

source: Additional Address
ar: عنوان اضافي
es: Dirección adicional
fr: Adresse additionnelle

source: Address saved
ar: تم حفظ العنوان
es: Dirección guardada
fr: Adresse enregistrée

source: Mailing
ar: المراسلات
es: Dirección
fr: Envoi postal

source: Mailing Address
ar: عنوان المراسلة
es: Dirección
fr: Adresse postale

source: Additional Demographics
ar: التركيبة السكانية إضافية
es: Demografía adicional
fr: Informations additionnelle sur la démographie

source: Primary Language
ar: اللغة الأساسية
es: Idioma nativo
fr: Langue principale

source: Dual Citizenship
ar: الجنسية المزدوجة
fr: Double nationalité

source: Tobacco User
ar: مستخدم التبغ
es: Usuario de tabaco
fr: Tabac utilisateur

source: Handicapped
ar: معاق
es: discapacitado
fr: Handicapé

source: Substance Abuse
ar: تعاطي المخدرات
es: Abuso de sustancias
fr: Abus de substance

source: Last Military Separation
ar: الفصل العسكري الأخير
es: Última separación militar
fr: Dernière séparation militaire

source: Former Name
ar: الاسم السابق
es: Nombre anterior
fr: Nom antérieur

source: Date of Death
ar: تاريخ الوفاة
es: Fecha de muerte
fr: Date de décès

source: Prefix
ar: اختصار
es: Prefijo
fr: Préfixe

source: Suffix
ar: لاحقة
es: Título
fr: Suffixe

source: Personal Email
ar: البريد الإلكتروني الشخصي

source: Marital Status
ar: الحالة الزوجية
es: Estado Civil
fr: État civil

source: Citizenship
ar: المواطنة
es: Nacionalidad
fr: Citoyenneté

source: Additional Phone
ar: هاتف إضافي

source: Resubmit
ar: إعادة

source: Original Hire Date
ar: تاريخ الاستئجار الأصلي
es: Fecha de contratación original
fr: Date d'embauche originale

source: Adjusted Hire Date
ar: تاريخ الاستئجار المعدل
es: Fecha de contratación ajustada
fr: Date d'embauche ajustée

source: Badge Number
ar: شارة الرقم
es: Número de Icono
fr: Numéro de badge

source: Eligible for Rehire
ar: ممنوع للايجار
es: Elegible para ser re-contratado
fr: Éligible pour une réembauche

source: Union Number
ar: رقم الاتحاد
es: Número de Unión
fr: Numéro de l'union

source: Payroll Number
ar: رقم الراتب
es: Número de nómina
fr: Numéro de paie

source: Payroll Notes
ar: كشوف المرتبات

source: Assigned Roles
ar: الأدوار المخصصة
es: Roles asignados
fr: Rôles assignés

source: Date Assigned
ar: تاريخ التعيين
fr: Date assignée

source: Select Work Location
ar: حدد موقع العمل
es: Seleccione la ubicación del trabajo
fr: Sélectionnez le lieu de travail

source: Social Media
ar: وسائل التواصل الاجتماعي
es: Redes sociales
fr: Des médias sociaux

source: Identifier
ar: معرف
es: Identificador
fr: Identifiant

source: Search for Employee
ar: البحث عن موظف
fr: Recherche d'employé

source: Employee to a Group
ar: موظف في مجموعة
es: Empleado a un grupo
fr: Employé dans un groupe

source: Add List
ar: اضف قائمة
es: Añadir Lista
fr: Ajouter la liste

source: Add Task
ar: إضافة مهمة
es: Tarea
fr: Ajouter une tâche

source: Assigned To
ar: مخصص ل
fr: Assigné à

source: Deduction Code
ar: كود الخصم
es: Código de Deducción
fr: Code de déduction

source: Deduction Title
ar: عنوان الخصم
es: Título de deducción
fr: Titre de déduction

source: Deduction List
ar: قائمة خصم
es: Lista de deducción
fr: Liste de déduction

source: Arrear Amount
ar: المبلغ المتأخر
es: Monto del Empleadort
fr: Montant en retard

source: Garnishment
ar: الزينة
es: Embargo
fr: Saisie-arrêt

source: Case Number
ar: رقم القضية
es: Número de Icono
fr: Numéro de dossier

source: Lien Type
ar: ليان نوع
es: Tipo de Archivo
fr: Type de lien

source: Fips Code
ar: كود Fips
es: Código de tareas
fr: Code Fips

source: Jurisdiction State
ar: دولة الاختصاص
es: Fecha de acción 1
fr: État de juridiction

source: Jurisdiction County
ar: مقاطعة الاختصاص
es: control de posición
fr: Comté de juridiction

source: Payee
ar: المستفيد
es: Tenedor
fr: Bénéficiaire

source: Payee Name
ar: اسم المستفيد
es: Nombre del plan
fr: Le nom du bénéficiaire

source: Payee Code
ar: رمز المستفيد
es: Código del plan
fr: Code du bénéficiaire

source: Obligee
ar: الملتزم
es: Tenedor de una obligación
fr: Obligataire

source: Income Code
ar: رمز الدخل
es: Código de ingreso
fr: Code de revenu

source: Show In Timesheet
ar: تظهر في الجدول الزمني
es: Mostrar en parte de horas
fr: Afficher dans la feuille de temps

source: Select Position Values
ar: حدد قيم الموضع
es: Seleccione Perfiles
fr: Sélectionnez les valeurs de position

source: New Action
ar: عمل جديد
fr: Nouvelle action

# employment/position
source: Workers Compensation
ar: تعويضات العمال

source: Employment Status
ar: الحالة الوظيفية
es: Estado del empleo
fr: Statut d'emploi

source: Loading
ar: جار التحميل

source: Show in Org Chart
ar: تظهر في الرسم البياني ORG
es: Mostrar inactiva
fr: Afficher dans le graphique Org

source: Reset
ar: إعادة تعيين
es: Reiniciar
fr: Réinitialiser

source: Email password reset instructions
ar: البريد الإلكتروني تعليمات إعادة تعيين كلمة المرور
es: Instrucciones de reinicio de contraseña
fr: Instructions de réinitialisation du mot de passe de email

source: Let me create a password
ar: اسمح لي بإنشاء كلمة مرور
es: Déjame crear una contraseña
fr: Laisse moi créer un mot de passe

source: Make this user change their password when they first sign in
ar: اجعل هذا المستخدم يغير كلمة المرور الخاصة به عند تسجيل الدخول لأول مرة
es: Hacer que este usuario cambie su contraseña cuando ingresa por primera vez
fr: Demander à cet utilisateur de changer son mot de passe lors de sa première connexion

source: Enable Login
ar: تمكين تسجيل الدخول
es: Habilitar Login
fr: Activer login

source: Unlock
ar: الغاء القفل
es: Desbloquear
fr: Déverrouiller

source: Exemptions
ar: الإعفاءات
es: Exenciones
fr: Les exemptions

source: Exemption Amount
ar: مبلغ الإعفاء
es: Monto de Exención
fr: Montant de l'exemption

source: Alternate Calculation
ar: حساب بديل
es: Cálculo alternativo
fr: Calcul alternatif

source: Additional Tax
ar: ضريبة إضافية
es: Impuesto adicional
fr: Taxe additionnelle

source: Secondary Exemptions
ar: الإعفاءات الثانوية
es: Exenciones secundarias
fr: Exemptions secondaires

source: Secondary Exemption Amount
ar: مبلغ الإعفاء الثانوي
es: Monto de Exención Secundaria
fr: Montant de l'exemption secondaire

source: Tax Type
ar: نوع الضريبة
es: Tipo de impuesto
fr: Tarifs de la taxe

source: Calculation Method (Regular & Supplemental)
ar: طريقة الحساب (العادية والتكميلية)
es: Método de cálculo (regular y suplementario)
fr: Méthode de calcul (régulière et supplémentaire)

source: Calculation Method (Regular Only)
ar: طريقة الحساب (عادية فقط)
es: Método de cálculo (solo regular))
fr: Méthode de calcul (régulier seulement)

source: Calculation Method (Supplemental Only)
ar: طريقة الحساب (إضافي فقط)
es: Método de cálculo (solo suplementario)
fr: Méthode de calcul (supplémentaire seulement)

source: Non-Resident Alien
ar: أجنبي غير مقيم
es: Extranjero no residente
fr: Étranger non résident

source: Reciprocity
ar: تبادل
es: Reciprocidad
fr: La réciprocité

source: Claim Amount
ar: مبلغ المطالبة
es: Importe total
fr: Montant de la revendiquer

source: Annual Deductions
ar: الخصومات السنوية

source: Other Tax Credits
ar: الإعفاءات الضريبية الأخرى

source: Designated Area Deductions
ar: خصومات المنطقة المعينة

source: Terminate Employee
ar: إنهاء الموظف
es: Retire del Empleado
fr: Terminer employé

source: Submit Termination
ar: تقديم الإنهاء
es: 5.5.2 Fecha de Terminación
fr: Soumettre la terminaison

source: Termination reason and date
ar: سبب الإنهاء والتاريخ
es: Motivo de terminación
fr: Motif et date de terminaison

source: Choose a termination reason and date
ar: اختيار سبب الإنهاء والتاريخ
es: Elija una razón y una fecha de terminación
fr: Choisissez un motif de terminaison et une date

source: COBRA-eligible
ar: COBRA-مؤهل
es: Elegible
fr: COBRA éligible

source: Termination benefit plans
ar: خطط منافع الإنهاء
es: Motivo de terminación
fr: Terminer plans d'avantage

source: Current benefit plans
ar: خطط المنافع الحالية
es: Planes de beneficios
fr: Réplan d'avantages actuels

source: Choose qualifying event
ar: اختيار الحدث التصفيات
es: Elige evento calificador
fr: Choisissez une épreuve qualificative

source: Remove Time Offs
ar: إزالة الوقت معطلة
es: Offs tiempo
fr: Supprimer les temps libre

source: Time offs will be removed automatically
ar: ستتم إزالة إجازات الوقت تلقائيًا
es: Los tiempos de espera se eliminarán automáticamente
fr: Les temps libre seront automatiquement supprimés

source: Want to proceed?
ar: هل تريد المتابعة؟
es: ¿Quieres continuar?
fr: Voulez-vous procéder?

source: Choose replacement employees for these roles
ar: اختر موظفين بديلين لهذه الأدوار
es: Elija empleados de reemplazo para estos roles
fr: Choisissez des employés de remplacement pour ces rôles
