Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Payroll data has been validated. Please review the discrepancy report. <br />If the discrepancies are not acceptable, please delete the batch, <br />make required corrections and process the payroll validation again.
ar: تم التحقق من صحة بيانات كشوف المرتبات. يرجى مراجعة تقرير التناقض. <br /> إذا كانت التباينات غير مقبولة ، فالرجاء حذف الدفعة ، <br /> إجراء التصحيحات المطلوبة ومعالجة التحقق من صحة كشوف المرتبات مرة أخرى.
es: Los datos de nómina han sido validados. Por favor, revise el informe de discrepancias. <br /> Si las discrepancias no son aceptables, elimine el lote, <br /> realice las correcciones necesarias y procese la validación de la nómina nuevamente.

source: Payroll data validation
ar: التحقق من صحة بيانات الرواتب
es: Validación de datos de nómina

source: Pay Employee Import
ar: دفع الموظف الاستيراد
es: Monto del empleado

source: Pay GL Import
ar: دفع GL استيراد
es: Importar

source: Payroll Setup Import
ar: استيراد إعداد كشوف المرتبات
es: Número de nómina

source: Publish Site Import
ar: نشر موقع استيراد

source: Security Profile Import
ar: استيراد ملف تعريف الأمان

source: Changes Not Saved.
ar: التغييرات لم يتم حفظها.
es: Cambios Guardados.

source: GL setup saved.
ar: تم حفظ إعداد GL.
es: Ajustes guardados.

source: Remove GL setup
ar: إزالة الإعداد GL
es: Eliminar configuración GL

source: Do you want to remove?
ar: هل تريد إزالة؟
es: ¿Quieres eliminar?

source: GL setup successfully removed.
ar: تم إزالة إعداد GL بنجاح.
es: Guardado con éxito.

source: Delete role
ar: حذف الدور
es: Eliminar registro

source: Do you want to delete?
ar: هل تريد أن تحذف؟

source: Profile saved.
ar: تم حفظ الملف الشخصي.
es: Perfil Guardado.

source: Select Functions
ar: حدد وظائف
es: Seleccionar formulario

source: Done
ar: منجز
es: Hecho
fr: Terminé

source: Functions
ar: المهام
es: Deducciones

source: Select Document Locations
ar: حدد مواقع المستندات

source: Document Locations
ar: مواقع الوثائق

source: System Administrator is a built-in profile. It cannot be edited.
ar: مسؤول النظام هو ملف تعريف مضمن. لا يمكن تحريرها.
es: El administrador del sistema es un perfil integrado. No puede ser editado.

source: Security Profile
ar: الملف الشخصي الأمن
es: Añadir perfil de seguridad

source: Clone Security Profiles
ar: استنساخ الملامح الأمنية

source: Clone security profile
ar: استنساخ الملف الشخصي الأمن

source: Select Report
ar: اختر تقرير
es: seleccionar registros

source: Select Transfer
ar: حدد نقل
es: Transferencia

source: Select App
ar: اختر التطبيق
es: Seleccionar

source: Transfer Options
ar: خيارات النقل
es: Choice Plan y Opciones

source: Set
ar: جلس
es: Neto

source: Select Time Off Plans
ar: حدد خطط الوقت معطلة
es: Plan de Tiempo Libre

source: Accrual Method
ar: طريقة الإستحقاق
es: método de acumulación

source: Year End
ar: نهاية العام
es: Fin periodo

source: Filing Status
ar: وضع الايداع
es: Tipo de Declaración
fr: Statut de dépôt

source: Some or all days in the timesheet have been applied to payroll. Do you wish to continue?
ar: تم تطبيق بعض أو كل الأيام في الجدول الزمني على كشوف المرتبات. هل ترغب في الاستمرار؟
es: Algunos o todos los días en la planilla de horas se han aplicado a la nómina de sueldos. ¿Desea continuar?

source: Confirm
ar: تؤكد
es: Confirmar
fr: Confirmer

source: Do you want to recall?
ar: هل تريد أن تتذكر؟

source: Workflow must contain only one escalation step
ar: يجب أن يحتوي سير العمل على خطوة تصعيد واحدة فقط
es: El workflow solo puede tener un grado de escalación.

source: Add Employer Tax
ar: إضافة ضريبة صاحب العمل
es: Añadir Empleado

source: Search By
ar: البحث بواسطة
es: Buscar

source: Accrue Plan
ar: تراكم الخطة
es: Plan de empleado acumulado

source: Company Details
ar: تفاصيل الشركة
es: Detalles de la compañía

source: Logo
ar: شعار
es: Editar Logo

source: Website
ar: موقع الكتروني
es: Sitio Web
fr: Site web

source: Employer Details
ar: تفاصيل صاحب العمل
es: Empleados

source: Create Employee Login
ar: إنشاء تسجيل دخول الموظف
es: Retire del Empleado

source: Select the action
ar: حدد الإجراء
es: Seleccione la ubicación del trabajo
fr: Sélectionnez l'action

source: Alternative Name
ar: الاسم البديل
es: Nombre alternativo

source: Position Management
ar: إدارة الموقف
es: Posición guardada.

source: Multi Position
ar: موقف متعدد
es: Posiciones activas

source: Position Control
ar: السيطرة على الموقف
es: posición Historia

source: Position Workflow
ar: موقف سير العمل
es: posición Historia

source: Position Reporting
ar: الإبلاغ عن الموقف
es: Detalles de posición
fr: Rapport de position

source: Number Format
ar: تنسيق الرقم
es: Número de Departamentos

source: Amount Precision
ar: كمية الدقة
es: precisión cantidad

source: Rate Precision
ar: معدل الدقة
es: Precisión de la frecuencia

source: Currency Precision
ar: دقة العملة

source: Decimal Separator
ar: الفاصل العشري
es: Separador decimal

source: Thousand Separator
ar: ألف فاصل
es: Mil Separadores

source: Currency Sign
ar: علامة العملة
es: Signo de moneda

source: Currency At End
ar: العملة في النهاية
es: Moneda al final

source: Text Format
ar: تنسيق النص
es: Seleccionar formulario

source: Date Format
ar: صيغة التاريخ
es: Fecha de muerte

source: Time Format
ar: تنسيق الوقت
es: Formato de tiempo

source: Name Format
ar: تنسيق الاسم
es: Formato del nombre

source: SELF-SERVICE
ar: خدمة ذاتية، إخدم نفسك بنفسك
es: AUTOSERVICIO

source: Color 1 - Top Menu Bar
ar: اللون 1 - شريط القوائم العلوي
es: Color 1 - Barra de menú superior

source: Color 2 - Sidebar Menu
ar: اللون 2 - قائمة الشريط الجانبي
es: Color 2: menú de la barra lateral

source: Color 3 - Top Menu Icon
ar: اللون 3 - أيقونة القائمة الأعلى
es: Color 3: icono del menú superior

source: Employee Check-in
ar: الموظف في الاختيار
es: Curso empleado

source: Percent Complete
ar: في المئة كاملة
es: Completado

source: Show All Employers in Company Directory
ar: عرض جميع أصحاب العمل في دليل الشركة
es: Directorio de la compañía

source: Color 4 - Sidebar Menu Hover
ar: اللون 4 - الشريط الجانبي تحوم القائمة
es: Color 4 - Menú de la barra lateral

source: Color 5 - Sidebar Menu Selected
ar: لون 5 - قائمة الشريط الجانبي المحدد
es: Color 5 - Menú de la barra lateral seleccionada

source: Color 6 - Base Color
ar: اللون 6 - اللون الأساسي
es: Color 6 - Color base

source: Show Logo
ar: عرض الشعار
es: Mostrar leyenda

source: Show Employer Name
ar: إظهار اسم صاحب العمل
es: Número de empleado

source: Organization Name
ar: اسم المنظمة
es: Organización

source: Miscellaneous
ar: متنوع
es: Misceláneos
fr: Divers

source: Test Email Address
ar: اختبار عنوان البريد الإلكتروني
es: Dirección

source: Global Employee Number
ar: رقم الموظف العالمي

source: Edit Logo
ar: تحرير الشعار
es: Editar Logo
fr: Éditer le logo

source: Mass Create Employee Login
ar: الشامل إنشاء تسجيل دخول الموظف
es: Inicio de sesión de Mass Create Employee

source: Enable 2FA
ar: تمكين 2FA
es: Habilitar
fr: Activer 2FA

source: Clear
ar: واضح
es: Claro
fr: Effacer

source: Accrual Calculation
ar: حساب الاستحقاق
es: Cálculo alternativo

source: In Days
ar: في الايام
es: # Días de atención

source: Accrual In Days
ar: الاستحقاق في أيام
es: Fecha de devengo

source: Allowed per Year
ar: مسموح في السنة
es: Semanas al año

source: Accrual Formulae
ar: صيغ الاستحقاق
es: Fecha de devengo

source: Time Off Plan Details
ar: تفاصيل خطة الوقت
es: Plan de Tiempo Libre

source: Time Off Type
ar: الوقت خارج النوع
es: Tipo de tiempo libre
fr: Type de temps libre

source: Accrual Period
ar: فترة الاستحقاق
es: método de acumulación

source: Show Potential
ar: اظهار المحتملة

source: Allow Negative
ar: السماح سلبي
es: Permitir negativa

source: Include Holidays
ar: تشمل العطلات
es: Días de Descanso Obligatorio

source: Include Closed Days
ar: تشمل أيام مغلقة

source: All Day Only
ar: كل يوم فقط
es: Todo el dia

source: Notes Optional
ar: ملاحظات اختياري
es: Notas opcionales

source: Period Type
ar: نوع الفترة
es: Período

source: Carryover Limit
ar: المرحل الحد

source: Carryover Expiry
ar: ترحيل انتهاء الصلاحية

source: Threshold
ar: عتبة
es: Límite

source: Accrual Cap
ar: كاب الاستحقاق
es: Fecha de devengo

source: Start day of week
ar: يوم بداية الأسبوع
es: Comience el día de la semana

source: Start day of month
ar: يوم بداية الشهر
es: Comience el día del mes

source: Accrue in Advance
ar: تتراكم مقدما
es: Acumular por adelantado

source: Maximum per Request
ar: الحد الأقصى لكل طلب
es: Máximo por solicitud

source: Odd Week
ar: أسبوع غريب
es: Semana impar

source: Prorate First Period
ar: Prorate الفترة الأولى
es: Período de informe

source: Full Accrual
ar: الاستحقاق الكامل
es: Acceso Completo

source: Prorated Accrual
ar: تناسبي الاستحقاق
es: Devengo prorrateado

source: No Accrual
ar: لا الاستحقاق
es: método de acumulación

source: Add Rates
ar: إضافة معدلات
es: Los candidatos

source: Effective Date
ar: تاريخ النفاذ
es: Fecha de Vigencia
fr: Date effective

source: {0} of {1} eligible employees selected
ar: {0} من {1} الموظفين المؤهلين المحددين
es: {0} de {1} empleados elegibles seleccionados

source: Enroll Plan
ar: خطة التسجيل
es: Inscripciones

source: Default Options
ar: الخيارات الافتراضية
es: Deducciones

source: Enroll
ar: يتسجل، يلتحق
es: Inscripciones

source: Dependents Allowed
ar: المعالين مسموح
es: Dependiente salvado.

source: Beneficiaries Allowed
ar: المستفيدون مسموح
es: Beneficiarios

source: Option Group
ar: مجموعة الخيار
es: Opción 1

source: On
ar: على
es: Activado
fr: Sur

source: Manual
ar: كتيب
es: Manuales
fr: Manuel

source: Option Group should have at least one option!
ar: يجب أن يكون لدى Option Group خيار واحد على الأقل!

source: Global Settings
ar: الاعدادات العامة
es: Aplicar configuraciones

source: Auto-review Benefits
ar: فوائد المراجعة التلقائية
es: Asignación por terminado

source: Auto-add Benefits
ar: فوائد الإضافة التلقائية
es: Prestaciones;

source: Prompt for benefits recalc
ar: موجه للحصول على فوائد recalc
es: Preguntar por los beneficios recalc

source: Add Option
ar: إضافة خيار
es: Añadir Posición

source: Benefit Plan
ar: خطة المنافع
es: plan de Beneficios
fr: Plan d'avantage

source: Carrier Name
ar: اسم الناقل
es: Nombre anterior

source: Carrier Account No
ar: رقم حساب الناقل
es: Número de cuenta bancaria

source: Benefit Type
ar: نوع المنافع
es: Tipo de beneficio

source: Elective
ar: اختياري
es: Activa

source: Self Insured
ar: المؤمن النفس
es: Autoasegurado

source: Cafe
ar: كافيه

source: Allow Changes in ESS
ar: السماح بالتغييرات في ESS

source: Browse
ar: تصفح
es: Explorar
fr: feuilleter

source: Contact Info
ar: معلومات الاتصال
es: Contacto

source: Formulas
ar: الصيغ
es: Fórmulas

source: Employee Coverage
ar: تغطية الموظف
es: La cobertura de los empleados
fr: Couverture des employés

source: Dependent Coverage
ar: التغطية التابعة
es: Cobertura de dependientes
fr: Dépendant couverture

source: Plan Premium
ar: خطة بريميوم
es: Prima

source: Employee Contribution
ar: مساهمة الموظف
es: Contribución del trabajador:
fr: Contribution de l'employé

source: Eligibility
ar: جدارة
es: Discapacidad

source: Expire Date
ar: تاريخ انتهاء الصلاحية
es: Fecha de caducidad

source: Options
ar: خيارات
es: Opción
fr: Les options

source: Rates
ar: معدلات
es: Tarifa de pago

source: New Rates
ar: أسعار جديدة
es: Nuevo filtro

source: Download Template
ar: تحميل القالب
es: Descargar

source: Tier
ar: صف
es: Nivel

source: Benefits
ar: فوائد
es: Prestaciones
fr: Avantages

source: Deduction Details
ar: تفاصيل الخصم
es: Lista de deducción

source: Deduction Type
ar: نوع الخصم
es: Título de deducción

source: Pay Type
ar: نوع الدفع
es: Tipo de impuesto

source: Priority
ar: أفضلية
es: Parte de horas anterior

source: Auto Makeup
ar: ماكياج السيارات
es: Maquillaje automático

source: Show Employee
ar: إظهار الموظف
es: Empleado

source: Use In Off Cycle
ar: استخدام في خارج الدورة

source: Show Cost
ar: عرض التكلفة
es: Mostrar

source: Contribution Type
ar: نوع المساهمة
es: Contribución del trabajador:

source: Frequency
ar: تكرر
es: Frecuencia
fr: La fréquence

source: Employer Contribution
ar: مساهمة صاحب العمل
es: Contribución del empleador
fr: Contribution de l'employeur

source: Employer Match
ar: مباراة صاحب العمل
es: Igualación del Empleador
fr: Rencontre de l'employeur

source: Limit Per
ar: الحد في
es: límite por
fr: Limite par

source: Employee Limit
ar: حد الموظف
es: Límite empleador
fr: Limite des employés

source: Employer Limit
ar: حد صاحب العمل
es: Límite empleador
fr: Limite d'employeur

source: Deduction Frequency
ar: تردد الحسم
es: Código de Deducción

source: Rate Unit
ar: وحدة معدل
es: Unidad tasa de pago

source: Deduction Frequency Details
ar: تفاصيل تردد الخصم
es: Deducción Frecuencia Detalles

source: Payroll Number / Month
ar: رقم الرواتب / شهر
es: Número de nómina

source: Fifth
ar: خامس
es: Quinto
fr: Cinquième

source: Deduction Limit
ar: حد الخصم
es: Límite de deducción
fr: Limite de déduction

source: Calc Method
ar: طريقة احسب
es: Método de cálculo

source: Announcement
ar: إعلان
es: Documento

source: Announcement Date
ar: تاريخ الإعلان
es: Fecha de anuncio

source: Add Announcement
ar: إضافة إعلان
es: Agregar documento

source: Enable Auto Rollover
ar: تمكين التمرير التلقائي

source: Original Benefit Plan
ar: خطة المنافع الأصلية

source: Auto Rollover Benefit Plan
ar: خطة فوائد التمديد التلقائي

source: Configured
ar: تكوين

source: Configure
ar: تهيئة

source: Setup
ar: اقامة
es: Preparar

source: Announcements
ar: الإعلانات
es: Documentos

source: Steps
ar: خطوات
es: Pasos

source: Auto Rollover
ar: التمرير التلقائي

source: Open Enrollment Setup
ar: افتح إعداد التسجيل
es: Configuración de inscripción abierta

source: Cafe Plan
ar: خطة مقهى

source: Cafe Plan Balance
ar: رصيد خطة المقهى
es: Balance de Plan Cafe

source: Open Enrollment Start Date
ar: فتح تاريخ بدء التسجيل
es: Fecha de inicio de inscripción abierta

source: Open Enrollment End Date
ar: فتح تاريخ انتهاء التسجيل
es: Fecha de finalización de inscripción abierta

source: Benefit Plan Start Date
ar: تاريخ البدء في خطة المنافع
es: Plan de Beneficios de guarda.

source: Open Enrollment Welcome Page text
ar: افتح صفحة الترحيب بالتسجيل
es: Texto de la página de bienvenida de inscripción abierta

source: Configure Option Groups
ar: تكوين مجموعات الخيار

source: Old
ar: قديم
es: Viejo

source: New
ar: جديد
es: Nuevo
fr: Nouveau

source: is manual
ar: هو دليل

source: Step
ar: خطوة
es: Paso

source: Benefit Types
ar: أنواع المنافع
es: Prestaciones;

source: Plan Carrier
ar: خطة الناقل
es: Código del plan

source: Step Description
ar: وصف الخطوة
es: Descripción

source: Add Step
ar: أضف خطوة
es: Agregar paso

source: Step Name
ar: اسم الخطوة
es: Nombre del Turno

source: Move Up
ar: تحرك
es: Ascender
fr: Déplacer vers le haut

source: Move Down
ar: تحرك لأسفل
es: Mover hacia abajo
fr: Descendre

source: Open Enrollments
ar: فتح التسجيلات
es: Las inscripciones abiertas

source: Time Off Plan saved.
ar: حفظ الوقت معطلة خطة.
es: Plan de Tiempo Libre

source: Time Off Plans
ar: خطط إجازة
es: Plan de Tiempo Libre
fr: Plan de temps libre

source: Show inactive
ar: عرض غير نشط
es: Mostrar inactiva
fr: Afficher inactif

source: Badge Details
ar: شارة التفاصيل
es: Detalles

source: Image
ar: صورة
es: Imagen

source: Badges
ar: شارات
es: Insignias

source: Achievement
ar: موهلات
es: Adjuntar archivo

source: Communities
ar: مجتمعات
es: Comunidad
fr: Les communautés

source: Community
ar: تواصل اجتماعي
es: Comunidad
fr: Communauté

source: Employer(s)
ar: أرباب العمل)
es: Empleador

source: Employee Count
ar: عدد الموظفين
es: Monto del empleado

source: Community Details
ar: تفاصيل المجتمع
es: Fecha de golf

source: Community Icon
ar: أيقونة المجتمع
es: Comunidad

source: Community Name
ar: اسم المجتمع
es: Comunidad

source: Eligible
ar: مؤهل
es: Elegible

source: Selected
ar: المحدد
es: Seleccionar
fr: Sélectionné

source: Employee Groups
ar: مجموعات الموظفين
es: Grupos de Empleado
fr: Groupes d'employés

source: Select Employee Groups
ar: حدد مجموعات الموظفين
es: Grupos de Empleado

source: Select Icon
ar: اختر أيقونة
es: Seleccionar formulario

source: Data Form Details
ar: تفاصيل نموذج البيانات

source: Workflow
ar: سير العمل
es: Flujo de trabajo
fr: Flux de travail

source: Share with Employee
ar: مشاركتها مع الموظف
es: Compartir con los Empleados
fr: Partager avec l'employé

source: Initiate by Employee
ar: بدء بواسطة الموظف

source: Show Hidden
ar: أظهر المخفي
es: Mostrar cuadrícula
fr: Afficher caché

source: Label
ar: ضع الكلمة المناسبة
es: Etiqueta
fr: Étiquette

source: Data Type
ar: نوع البيانات
es: Tipo de impuesto
fr: Type de données

source: Hidden
ar: مخفي
es: Oculto
fr: Caché

source: Company Form
ar: شكل الشركة
es: Empresa

source: Link
ar: حلقة الوصل

source: URL
ar: موقع المعلومات العالمي

source: Self Service Links
ar: روابط الخدمة الذاتية
es: Auto-servicio

source: Open Link
ar: افتح الرابط
es: Activado

source: Add Data Form
ar: إضافة نموذج البيانات

source: Fields
ar: مجالات
es: Campo

source: Copy
ar: نسخ
es: Dupdo

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo

source: Videos
ar: أشرطة فيديو
es: Videos de la compañía

source: Play
ar: لعب
es: Reproducir

source: Max Size
ar: اقصى حجم
es: Tamaño

source: Max Lines
ar: خطوط ماكس
es: Línea

source: Page
ar: صفحة
es: Página

source: Properties
ar: الخصائص
es: Propiedades

source: Forward
ar: إلى الأمام
es: Premios

source: Backwards
ar: الى الوراء
es: Premios

source: Radio Group
ar: مجموعة راديو
es: Grupo

source: Table Name
ar: اسم الطاولة
es: Nombre de Impuesto

source: Drop File here or browse
ar: إسقاط الملف هنا أو تصفح
es: Soltar Archivo aquí o navegar
fr: Déposer le fichier ici ou parcourir

source: Line Width
ar: عرض الخط
es: Ancho de línea

source: Stroke Color
ar: حلقه ملونه
es: Color del trazo

source: Fill Color
ar: ملء اللون
es: Color de relleno

source: X-position
ar: X-موقف
es: Posicion

source: Y-position
ar: Y-موقف
es: Posicion

source: Width
ar: عرض
es: Anchura

source: Height
ar: ارتفاع
es: Peso

source: Radius
ar: نصف القطر
es: Radio

source: Required
ar: مطلوب
es: Campo obligatorio
fr: Champs obligatoires

source: Content Token
ar: رمز المحتوى
es: Token de contenido

source: Incorrect syntax. Value should start with "@".
ar: بناء جملة غير صحيح. يجب أن تبدأ القيمة بـ "@ ".
es: Sintaxis incorrecta El valor debe comenzar con "@".

source: Target Field
ar: الحقل الهدف
es: Campo objetivo

source: Zoom
ar: تكبير
es: Enfocar

source: Add Page
ar: إضافة صفحة
es: Agregar paso

source: Text
ar: نص
es: Texto
fr: Texte

source: Number
ar: رقم
es: Número
fr: Nombre

source: Text Block
ar: كتلة النص
es: Bloque de texto

source: Checkbox
ar: مربع
es: Registrado en

source: Radio
ar: مذياع

source: Memo
ar: مذكرة
es: Memorizar
fr: Note

source: Dropdown
ar: اسقاط
es: Desplegable
fr: Menu déroulant

source: Signature
ar: التوقيع
es: Firma

source: Attachment
ar: المرفق
es: Adjuntar archivo
fr: Attachement

source: Rect
ar: مصحح
es: Rectángulo

source: Circle
ar: دائرة
es: Circulo

source: Previous Page
ar: الصفحة السابقة
es: Pagina anterior
fr: Page précédente

source: Next Page
ar: الصفحة التالية
es: Siguiente
fr: Page prochain

source: General
ar: جنرال لواء

source: Company Documents
ar: وثائق الشركة
es: Documentos de la compañía

source: Company Forms
ar: نماذج الشركة

source: Due Date
ar: تاريخ الاستحقاق
es: Fecha de entrega
fr: Date d'échéance

source: Share
ar: شارك
es: Compartir
fr: Partager

source: Document Location
ar: موقع المستند

source: Transmit Date
ar: تاريخ الإرسال
es: 5.5.2 Fecha de Terminación

source: ACA Details
ar: تفاصيل ACA
es: Detalles

source: Download Forms
ar: تحميل النماذج
es: Descargar

source: Transmit to IRS
ar: نقل إلى مصلحة الضرائب
es: Transmitir a IRS

source: Transmission Details
ar: تفاصيل الإرسال
es: Detalles de posición

source: Transmission File
ar: ملف الإرسال
es: Archivo de transmisión

source: Update status
ar: تحديث الحالة
es: Paso completa

source: General Options
ar: خيارات عامة
es: Choice Plan y Opciones

source: Contact First Name
ar: اتصل بالاسم الأول
es: Nombre

source: Contact Last Name
ar: الاتصال اسم العائلة
es: Apellido

source: Contact Phone
ar: هاتف الاتصال
es: Contacto

source: Months
ar: الشهور
es: Este mes

source: MEC Offer
ar: عرض MEC
es: Oferta de MEC

source: Full Time Employees
ar: الموظفين بدوام كامل
es: Empleados activos

source: Total Employees
ar: عدد الموظفي
es: Empleados

source: Aggregate Group
ar: المجموعة الكلية
es: Grupo agregado

source: Transition Relief
ar: الإغاثة الانتقالية
es: Ver organización

source: Employers
ar: أرباب العمل
es: Empleador

source: Identification Number
ar: رقم الهوية
es: {0}Requisition Number:{/0} 00158

source: Master Policy Number
ar: رقم السياسة الرئيسي
es: Número de nómina

source: Tax ID
ar: الرقم الضريبي
es: Identificación del impuesto

source: Trading Partner ID
ar: معرف شريك التداول
es: ID de socio comercial

source: Carriers
ar: الناقلون

source: Event
ar: حدث
es: Evento

source: Event Details
ar: تفاصيل الحدث
es: Detalles

source: Company Events
ar: أحداث الشركة
es: Eventos de la Compañía

source: Event Count
ar: عدد الأحداث
es: Recuento de eventos

source: Learning Path Name
ar: اسم مسار التعلم
es: Plan de Beneficios de guarda.

source: Employee Group Details
ar: تفاصيل مجموعة الموظفين
es: Grupos de Empleado

source: Formula
ar: معادلة
es: Nombre del formulario

source: Dynamic
ar: ديناميكي
es: Dinámica

source: Terminated Employees
ar: الموظفين المنتهية

source: Future Employees
ar: الموظفين في المستقبل

source: Unapproved Employees
ar: الموظفين غير الموافقين

source: Daily Recalculated
ar: المعاد حسابها يوميا

source: Recalculate
ar: حساب

source: Calculating...
ar: حساب ...

source: Holiday Details
ar: تفاصيل عطلة
es: Detalles de Pago

source: Regular Days Closed
ar: أيام عادية مغلقة
es: Horas regulares

source: Holiday
ar: يوم الاجازة
es: Días de Descanso Obligatorio

source: All Day
ar: طوال اليوم
es: Todo el dia
fr: Toute la journée

source: Start
ar: بداية
es: Inicio
fr: Début

source: End
ar: النهاية
es: Habilitado
fr: Fin

source: Holiday Count
ar: عطلة العد
es: Días de Descanso Obligatorio

source: Job details
ar: تفاصيل الوظيفة
es: Códigos de trabajo

source: Work Location Details
ar: تفاصيل موقع العمل
es: Ubicación de trabajo

source: Location type
ar: نوع الموقع
es: Tipo de ubicación
fr: Type d'emplacement

source: Certified Rate
ar: سعر معتمد
es: Tasa Certificado

source: Time Zone
ar: وحدة زمنية
es: Zona horaria

source: Overtime Code
ar: كود العمل الإضافي

source: Zip Code
ar: رمز بريدي
es: Código postal
fr: Code postal

source: Geocode / GNIS
ar: الترميز الجغرافي / GNIS
fr: Géocode / GNIS

source: School District
ar: حي المدرسة
es: Puede contactar
fr: District scolaire

source: Work Areas
ar: مناطق عمل
es: Teléfono de trabajo

source: Tasks
ar: مهام
es: Tareas
fr: Les tâches

source: Work Location Area
ar: منطقة موقع العمل

source: Pre Hire
ar: قبل استئجار
es: Antes de contratar

source: Onboarding
ar: التأهيل ل
fr: Embarquement

source: Number of Tasks
ar: عدد المهام
es: Número de Departamentos

source: Manage Salary Grades
ar: إدارة الدرجات الراتب
es: sueldo Grado

source: Available grades
ar: الدرجات المتاحة
es: Disponibilidad

source: Selected grades
ar: الدرجات المحددة
es: Seleccione los impuestos

source: Manage Salary Steps
ar: إدارة خطوات الراتب

source: Enabled
ar: تمكين
es: Habilitado
fr: Activée

source: Salary Grades
ar: درجات الراتب
es: sueldo Grado

source: Manage Grades
ar: إدارة الدرجات
es: Manejo de los grados

source: Manage Steps
ar: إدارة الخطوات
es: Manejo de los grados

source: Last Report Order Date
ar: تاريخ طلب آخر تقرير

source: Authorization Form
ar: نمو ذج تفويض

source: Authorization Policy
ar: سياسة التخويل

source: Send new authorization always
ar: إرسال إذن جديد دائما

source: Use previous authorization if available
ar: استخدم التفويض السابق إذا كان ذلك متاحًا

source: Screening
ar: تحري

source: Order Date
ar: تاريخ الطلب

source: Report Date
ar: تاريخ التقرير

source: Sync
ar: مزامنة
es: Sincronización

source: Task Details
ar: تفاصيل المهمة
es: Detalles de Pago
