Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Benefit plan rate with code '{0}' and tier '{1}' already exists.
ar: معدل خطة المنفعة بالكود '{0}' والمستوى '{1}' موجود بالفعل.
es: Tasa de plan de beneficios con el código ' {0} ' y de la lista ' {1} ' ya existe.
fr: Le tarif du plan d'avantage avec le code '{0}' et le niveau '{1}' existe déjà.

source: Invalid View Number {0}. View number should be in range [1,3]. Please provide correct number.
ar: رقم العرض غير صالح {0} . يجب أن يكون رقم العرض في النطاق [1،3]. يرجى تقديم الرقم الصحيح.
es: Ver inválida Número {0} . Ver número debe estar en el rango [1,3]. Por favor, indique el número correcto.
fr: Numéro de vue non valide {0}. Le numéro de vue doit être compris dans la plage [1,3]. S'il vous plaît fournir le numéro correct.

source: This dashboard view is already in use. Please choose another dashboard view.
ar: طريقة عرض لوحة المعلومات هذه قيد الاستخدام بالفعل. الرجاء اختيار طريقة عرض لوحة معلومات أخرى.
es: Esta vista de panel ya está en uso. Por favor, elija otra vista de panel.
fr: Cette vue de tableau de bord est déjà utilisée. Veuillez choisir une autre vue du tableau de bord.

source: The group contains duplicate members. Please remove duplicates.
ar: تحتوي المجموعة على أعضاء مكررة. يرجى إزالة التكرارات.
es: El grupo contiene miembros duplicados. Por favor, elimine duplicats.
fr: Le groupe contient des membres en double. Veuillez supprimer les doublons.

source: Review Type '{0}' is disabled for Review Period '{1}'. Please enable it before opening this item.
ar: نوع المراجعة '{0}' معطل لفترة المراجعة '{1}'. يرجى تمكينه قبل فتح هذا البند.
es: Crítica Tipo ' {0} ' está deshabilitada para Período de Revisión ' {1} '. Por favor, activa antes de la apertura de este artículo.
fr: Le type de révision '{0}' est désactivé pour la période de révision '{1}'. Veuillez l'activer avant d'ouvrir cet élément.

source: Review type "{0}" is being used.
ar: نوع المراجعة "{0}" قيد الاستخدام.
fr: Le type de révision "{0}" est utilisé.

source: Employee is already scheduled for a shift for this period. Please choose another employee.
ar: تم جدولة الموظف بالفعل لهذا التحول. يرجى اختيار موظف آخر.
es: Empleado ya está programada para un cambio para este periodo. Por favor seleccione otro empleado.
fr: L'employé est déjà programmé pour un quart de travail pour cette période. Veuillez choisir un autre employé.

source: Shift required number is exceeded. Can't add more employees because shift required number is: {0}.
ar: تم تبديل الرقم المطلوب. لا يمكن إضافة المزيد من الموظفين لأن الرقم المطلوب هو: {0} .
es: se supera Shift número requerido. No se puede agregar más empleados, ya cambio requerido número es: {0} .
fr: Le nombre requis de position est dépassé. Impossible d'ajouter d'autres employés car le nombre de postes requis est le suivant: {0}.

source: Shift duration is exceeded. Shift duration can't be more than 96 hours.
ar: تم تغيير مدة التحول. لا يمكن أن تزيد مدة التحول عن 96 ساعة.
es: se supera la duración de turno. duración Shift no puede ser más de 96 horas.
fr: La durée du position est dépassée. La durée du quart ne peut être supérieure à 96 heures.

source: Wrong shift dates. Shift end date must be later than start date.
ar: مواعيد التحول خاطئة. يجب أن يكون تاريخ نهاية التحول بعد تاريخ البدء.
es: fechas de cambio equivocado. Shift fecha de finalización debe ser posterior a la fecha de inicio.
fr: Mauvaises dates de quart. La date de fin du quart doit être postérieure à la date de début.

source: Can't remove active employer open enrollment. Please close the enrollment before removing it.
ar: لا يمكن إزالة تسجيل صاحب العمل النشط المفتوح. الرجاء إغلاق التسجيل قبل إزالته.
es: No se puede eliminar la inscripción abierta empleador activo. Por favor, cierre la inscripción antes de retirarlo.
fr: Impossible de supprimer l'inscription ouverte de l'employeur actif. Veuillez fermer l'inscription avant de la supprimer.

source: Population for this area is already defined. Please select another work area.
ar: تم تحديد عدد سكان هذه المنطقة بالفعل. يرجى اختيار منطقة عمل أخرى.
es: Población para esta área ya está definido. Por favor, seleccione otra área de trabajo.
fr: La population de cette zone est déjà définie. Veuillez sélectionner un autre espace de travail.

source: Required coverage already exists for this Employer / Work Location / Work Area / Job.
ar: التغطية المطلوبة موجودة بالفعل لصاحب العمل / مكان العمل / منطقة العمل / الوظيفة.
es: cobertura necesaria ya existe para este empleador / Lugar de trabajo / Área de trabajo / empleo.
fr: La couverture requise existe déjà pour cet employeur / lieu de travail / espace de travail / emploi.

source: Unable to delete Workflow. Delete all parent Employee Group Workflow records first.
ar: غير قادر على حذف سير العمل. احذف جميع سجلات سير عمل مجموعة الموظفين الأصل أولاً.
es: No se puede eliminar del flujo de trabajo. Eliminar todo el flujo de trabajo de los padres para Empleados del Grupo registra por primera vez.
fr: Impossible de supprimer le flux de travail. Supprimez d'abord tous les enregistrements de flux de travail du groupe d'employés parent.

source: Employee {0} doesn't have date of birth.
ar: الموظف {0} ليس لديه تاريخ الميلاد.
es: Empleado {0} no tiene fecha de nacimiento.
fr: L'employé {0} n'a pas de date de naissance.

source: Employee {0} doesn't have mailing address.
ar: الموظف {0} ليس لديه عنوان بريدي.
es: Empleado {0} no tiene dirección de correo.
fr: L'employé {0} n'a pas d'adresse postale.

source: Employee {0} doesn't have national identifier.
ar: الموظف {0} ليس له معرف وطني.
es: Empleado {0} no tiene identificador nacional.
fr: L'employé {0} n'a pas d'identifiant national.

source: Employee {0} doesn't have middle name specified.
ar: الموظف {0} لا يحتوي على الاسم الأوسط المحدد.

source: Incorrect rating. Rating {0} is above limit. Please specify lower rating.
ar: تصنيف غير صحيح. التصنيف {0} أعلى من الحد. يرجى تحديد تصنيف أقل.
es: Evaluación incorrecta. Valoración {0} es superior al límite. Por favor, especifique calificación más baja.
fr: Classement incorrect. La note {0} est supérieure à la limite. Veuillez spécifier une note inférieure.

source: Duplicate skills are entered for this person. Please remove duplicates.
ar: يتم إدخال مهارات مكررة لهذا الشخص. يرجى إزالة التكرارات.
es: habilidades duplicadas se introducen para esta persona. Por favor, elimine duplicats.
fr: Les compétences en double sont entrées pour cette personne. Veuillez supprimer les doublons.

source: An entry with provided SSN already exists in Criterion HCM. Please use another number.
ar: يوجد إدخال مزود بـ SSN مقدم في المعيار HCM. يرجى استخدام رقم آخر.
es: Persona con {0} de correo electrónico ya existe. Por favor utilice otro correo electrónico.
fr: Une entrée avec le SSN fourni existe déjà dans Criterion HCM. Veuillez utiliser un autre numéro.

source: Position should be set as it is required by Employer's Position Control.
ar: يجب تعيين الوظيفة كما هو مطلوب من قبل صاحب الوظيفة.
fr: La position doit être définie comme l'exige le contrôle de position de l'employeur.

source: Person {0} should have national identifier field specified.
ar: يجب أن يكون لدى الشخص {0} حقل معرف وطني محدد.

source: GL setup is not defined for the employer. Please provide GL settings in the System Configuration Settings section.
ar: لم يتم تعريف الإعداد GL لصاحب العمل. يرجى تقديم إعدادات GL في قسم إعدادات تكوين النظام.
es: GL configuración no está definida para el empleador. Por favor proporciona los valores de GL en la sección Ajustes de configuración del sistema.
fr: La configuration de GL n'est pas définie pour l'employeur. Veuillez fournir les réglages GL dans la section réglages de configuration du système.

source: Incorrect GL setup. Parameter1 (companyId) is not defined.
ar: إعداد GL غير صحيح. لم يتم تعريف المعلمة 1 (companyId).
es: GL configuración incorrecta. Parámetro1 (CompanyID) no está definido.
fr: Configuration incorrecte du GL. Le paramètre 1 (IDd'entreprise) n'est pas défini.

source: Incorrect GL setup. Parameter2 (userId) is not defined.
ar: إعداد GL غير صحيح. لم يتم تعريف Parameter2 (userId).
es: GL configuración incorrecta. Parámetro2 (ID de usuario) no está definido.
fr: Configuration incorrecte du GL. Le paramètre 2 (IDd'utilisateur) n'est pas défini.

source: Wrong recurring block format. Recurring block can't be more than 168 hours.
ar: شكل كتلة متكررة خاطئ. لا يمكن أن تكون الكتلة المتكررة أكثر من 168 ساعة.
es: Formato de bloque recurrentes mal. bloque recurrente no puede contener más de 168 horas.
fr: Mauvais format de bloc récurrent. Les blocages récurrents bloqués ne peuvent pas dépasser 168 heures.

source: Wrong recurring block dates. Recurring end date must be later than today.
ar: تواريخ كتلة متكررة خاطئة. يجب أن يكون تاريخ الانتهاء المتكرر بعد اليوم.
es: Erróneas recurrentes fechas de bloque. Fecha final del recurrente debe ser posterior al día de hoy.
fr: Mauvaises dates de blocage récurrentes. La date de fin récurrente doit être postérieure à aujourd'hui.

source: Wrong recurring date. Recurring end date must be later than start date.
ar: تاريخ متكرر خاطئ. يجب أن يكون تاريخ الانتهاء المتكرر بعد تاريخ البدء.
es: fecha recurrentes mal. Fecha final del recurrente debe ser posterior a la fecha de inicio.
fr: Mauvaise date récurrente. La date de fin récurrente doit être postérieure à la date de début.

source: Wrong recurring block dates. Recurring end date must not be later than one year from today.
ar: تواريخ كتلة متكررة خاطئة. يجب ألا يتجاوز تاريخ الانتهاء المتكرر سنة واحدة اعتبارًا من اليوم.
es: Erróneas recurrentes fechas de bloque. Fecha final del recurrente no debe ser superior a un año a partir de hoy.
fr: Mauvaises dates de blocage récurrentes. La date de fin récurrente ne doit pas être supérieure à un an à compter de ce jour.

source: Unknown data import stylesheet type ({0}).
ar: نوع ورقة أنماط استيراد بيانات غير معروف ( {0} ).
fr: Type de feuille de style d'importation de données inconnu ( {0} ).

source: No data to process.
ar: لا توجد بيانات للمعالجة.

source: Timesheet type is not defined for employee.
ar: لم يتم تعريف نوع الجدول الزمني للموظف.
es: Tipo de hoja de tiempo no está definida para los empleados.
fr: Le type de feuille de temps n'est pas défini pour l'employé.

source: Employee does not have enough time accrued to request {0} time off for period {3:date} - {4:date}. Requested time - {2} days exceeds available time - {1} days.
ar: ليس لدى الموظف وقت كافي مستحق لطلب {0} إجازة لفترة {3: date} - {4: date}. الوقت المطلوب - {2} أيام يتجاوز الوقت المتاح - {1} أيام.
es: Empleado no tiene suficiente tiempo para solicitar acumulados (0) tiempo libre.
fr: L’employé ne dispose pas de suffisamment de temps pour demander un {0} temps libre pour la période {3:date} - {4:date}. Le temps demandé - {2} jours dépasse le temps disponible - {1} jours.

source: Employee does not have enough time accrued to request {0} time off for period {3:date} - {4:date}. Requested time - {2} hours exceeds available time - {1} hours.
ar: ليس لدى الموظف وقت كافي مستحق لطلب {0} إجازة لفترة {3: date} - {4: date}. الوقت المطلوب - {2} ساعات تتجاوز الوقت المتاح - {1} ساعات.
fr: L’employé ne dispose pas de suffisamment de temps pour demander un {0} temps libre pour la période {3:date} - {4:date}. Le temps demandé - {2} heures dépasse le temps disponible - {1} heures.

source: Can't update profile. Employee with this payroll number already exists.
ar: لا يمكن تحديث الملف الشخصي. الموظف الذي يحمل رقم كشوف المرتبات هذا موجود بالفعل.
es: No se puede actualizar el perfil. Empleado con este número de nómina ya existe.
fr: Impossible de mettre à jour le profil. L'employé avec ce numéro de paie existe déjà.

source: Can't update profile. Employee with this employee number already exists.
ar: لا يمكن تحديث الملف الشخصي. الموظف الذي يحمل رقم الموظف موجود بالفعل.
es: No se puede actualizar el perfil. Empleado con este número de empleado ya existe.
fr: Impossible de mettre à jour le profil. L'employé avec ce numéro d'employé existe déjà.

source: Can't gross up. You can only gross up income with calculation method set to "Amount".
ar: لا يمكن أن يصل الإجمالي. يمكنك فقط زيادة الدخل باستخدام طريقة الحساب التي تم تعيينها على "المبلغ ".
es: No se puede extrapolar a todas. Sólo se puede extrapolar a todas ingreso con el método de cálculo establecido en "Cantidad ".
fr: Ne peut pas grossir. Vous ne pouvez majorer un revenu que si la méthode de calcul est définie sur "Montant".

source: Can't gross up. You can only gross up income which is not reimbursement.
ar: لا يمكن أن يصل الإجمالي. يمكنك فقط إجمالي الدخل الذي لا يسدد.
es: No se puede extrapolar a todas. Sólo se puede extrapolar a todas ingreso que no es el reembolso.
fr: Ne peut pas majorer. Vous ne pouvez que majorer un revenu qui n’est pas un remboursement.

source: Can't add question. Question with this label already exists.
ar: لا يمكن إضافة سؤال. السؤال مع هذا التصنيف موجود بالفعل.
es: No se puede agregar cuestión. Pregunta con esta etiqueta ya existe.
fr: Impossible d'ajouter une question. La question avec cette étiquette existe déjà.

source: Can't process Imported file. Warnings: {0}.
ar: لا يمكن معالجة الملف المستورد. التحذيرات: {0} .

source: Can't process imported file. Value({0}) can't be parsed as Timestamp({1}) format.
ar: لا يمكن معالجة الملف المستورد. لا يمكن تحليل القيمة ( {0} {1} ) كتنسيق الطابع الزمني ( {1} ).
es: No se puede procesar el archivo a importar. Valor ( {0} ) no se puede analizar como marca de tiempo ( {1} formato).
fr: Impossible de traiter le fichier importé. La valeur ({0}) ne peut pas être analysée au format Timestamp({1}).

source: Can't process imported file. Value({0}) can't be parsed as Date({1}) format.
ar: لا يمكن معالجة الملف المستورد. لا يمكن تحليل القيمة ( {0} {1} ) كتنسيق التاريخ ( {1} ).
es: No se puede procesar el archivo a importar. Valor ( {0} ) no se puede analizar como la fecha ( {1} formato).
fr: Impossible de traiter le fichier importé. La valeur ({0}) ne peut pas être analysée au format Date({1}).

source: Can't process imported file. Unknown employee information operation type '{0}'.
ar: لا يمكن معالجة الملف المستورد. نوع عملية معلومات الموظف غير معروف '{0}'.

source: Can't process imported file. Unknown employee benefit operation type '{0}'.
ar: لا يمكن معالجة الملف المستورد. نوع العملية التي يستفيد منها الموظف غير معروف '{0}'.

source: Can't process imported file. Unknown employee compensation operation type '{0}'.
ar: لا يمكن معالجة الملف المستورد. نوع عملية تعويض الموظف غير معروف '{0}'.

source: Failed to find active assignments for payrollNumber='{0}' and positionCode='{1}'.
ar: فشل في العثور على تخصيصات نشطة لقائمة الرواتب = '{0}' و positionCode = '{1}'.
es: No se pudo encontrar las asignaciones de activos para payrollNumber = ' {0} ' y positionCode = ' {1} '.
fr: Impossible de trouver les affectations actives pour NuméroDePaie = '{0}' et CodeDePosition = '{1}'.

source: No employer found. Employer - {0} with payroll number {1} was not found.
ar: لم يتم العثور على صاحب العمل. صاحب العمل - {0} برقم الرواتب {1} لم يتم العثور عليه.

source: No benefit plan found. Employer benefit for {0} with benefit code - '{1}' was not found.
ar: لم يتم العثور على خطة فائدة. لم يتم العثور على فائدة صاحب العمل لـ {0} برمز المنفعة - '{1}'.
es: No se encontró plan de beneficios. Plan de empleador se beneficiarían con employerId = ' {0} ' y benefitCode = ' {1} ' no ha sido encontrado.
fr: Pas plan d'avantages trouvé. Les avantages de l'employeur pour {0} avec le code avantage - "{1}" est introuvable.

source: Can't process imported file. Benefit information should contain at least one field.<br>Row detail: payrollNumber='{0}', employerBenefitCode='{1}'.
ar: لا يمكن معالجة الملف المستورد. يجب أن تحتوي معلومات المنافع على حقل واحد على الأقل. <br> تفاصيل الصف: payrollNumber = '{0}'، employerBenefitCode = '{1}'.
es: No se puede procesar el archivo a importar. Beneficiar a la información debe contener al menos un campo <br> detalle Fila:. PayrollNumber = ' {0} ', employerBenefitCode = ' {1} '.
fr: Impossible de traiter le fichier importé. Les informations sur les avantages doivent contenir au moins un champ. <br>Détail de la ligne: NuméroDePaie = '{0}', L'employeurCodeD'avantage = '{1}'.

source: Can't process imported file. Benefit information should contain only one field to update but {0} fields were found.<br>Row detail: payrollNumber='{1}', employerBenefitCode='{2}'.
ar: لا يمكن معالجة الملف المستورد. يجب أن تحتوي معلومات المنافع على حقل واحد فقط يتم تحديثه ولكن تم العثور على حقول {0} . <br> تفاصيل الصف: payrollNumber = '{1}'، employerBenefitCode = '{2}'.
es: No se puede procesar el archivo a importar. Beneficiar a la información debe contener sólo un campo para actualizar pero {0} se encontraron campos <br> detalle Fila:. PayrollNumber = ' {1} ', employerBenefitCode = ' {2} '.
fr: Impossible de traiter le fichier importé. Les informations sur les avantages ne doivent contenir qu'un champ à mettre à jour, mais {0} champs ont été trouvés. <br>Détail de la ligne: NuméroDePaie = '{1}', L'employeurCodeD'avantage = '{2}'.

source: Can't process imported file. No default position found. Position with code='DEFAULT' was not found for {0}.
ar: لا يمكن معالجة الملف المستورد. لم يتم العثور على الموضع الافتراضي. الموضع بالكود = 'DEFAULT' لم يتم العثور على {0} .
es: No se puede procesar el archivo a importar. No se encontraron posición por defecto. Posición con 'default' de código = No se encontró para employerId = ' {0} '.
fr: Impossible de traiter le fichier importé. Aucune position par défaut trouvée. Position avec code='DÉFAUT' introuvable pour {0}.

source: Can't process imported file. No person preferences found for {0}.
ar: لا يمكن معالجة الملف المستورد. لم يتم العثور على تفضيلات الشخص لـ {0} .
es: No se puede procesar el archivo a importar. Desconocido Tipo de operación ' {0} '.
fr: Impossible de traiter le fichier importé. Aucune préférence de personne trouvée pour {0}.

source: None of employee groups is referenced by the workflow.
ar: تتم الإشارة إلى أي من مجموعات الموظفين بواسطة سير العمل.
es: Ninguno de los grupos de empleados es referenciado por el flujo de trabajo.
fr: Aucun des groupes d'employés n'est référencé par le flux de travail.

source: Failed to download candidate resume. Document type '{0}' is not supported.
ar: أخفق تنزيل السيرة الذاتية للمرشح. نوع المستند '{0}' غير مدعوم.
es: No se ha podido descargar curriculum vitae candidato. Tipo de documento ' {0} ' no es compatible.
fr: Impossible de télécharger le CV du candidat. Le type de document '{0}' n'est pas pris en charge.

source: Failed to download candidate cover letter. Document type '{0}' is not supported.
ar: أخفق تنزيل خطاب تغطية المرشح. نوع المستند '{0}' غير مدعوم.

source: Can't create badge. Badge with this description already exists.
ar: لا يمكن إنشاء شارة. شارة بهذا الوصف موجودة بالفعل.
es: No se puede crear insignia. Insignia con esta descripción ya existe.
fr: Impossible de créer un badge. Un badge avec cette description existe déjà.

source: Can't add deduction. This deduction already exists.
ar: لا يمكن إضافة خصم. هذا الخصم موجود بالفعل.
es: No se puede agregar deducción. Esta deducción ya existe.
fr: Impossible d'ajouter une déduction. Cette déduction existe déjà.

source: Can't create deduction. '{0}' deduction overlaps '{1}' deduction. Dates of existing deduction ({2:date}-{3:date}) overlap dates of the new deduction ({4:date}-{5:date}). Change dates of the new deduction.
ar: لا يمكن إنشاء خصم. '{0}' خصم يتراكب '{1}' خصم. تواريخ الاستنتاج الحالية ({2: date} - {3: date}) تتداخل مع تواريخ الخصم الجديد ({4: date} - {5: date}). تغيير مواعيد الخصم الجديد.
es: No se puede crear deducción. Nueva deducción traslapes que hay uno. Las fechas de la nueva deducción.
fr: Impossible de créer une déduction. La déduction '{0}' chevauche la déduction '{1}'. Dates de la déduction existante ({2:date} - {3:date}) chevauchent les dates de la nouvelle déduction ({4:date} - {5:date}). Modifier les dates de la nouvelle déduction.

source: Can't save time off plan. Accrued formula you have provided is not valid.
ar: لا يمكن توفير الوقت خارج الخطة. الصيغة المتراكمة التي قدمتها غير صالحة.
es: No se puede ahorrar tiempo plano. devengados fórmula que nos ha proporcionado no es válido.
fr: Impossible d'enregistrer le temps libre plan. La formule accumulée que vous avez fournie n'est pas valide.

source: Time off potential time cannot be less than accrued time. Potential time is - '{0}', accrued time is - '{1}'.
ar: لا يمكن أن يكون الوقت المستغرق للوقت المحتمل أقل من الوقت المستحق. الوقت المحتمل هو - '{0}' ، الوقت المستحق هو - '{1}'.
es: El tiempo de apagado potencial no puede ser menor que el tiempo acumulado. El tiempo potencial es - '{0}', el tiempo acumulado es '{1}'.
fr: Le temps libre potentiel ne peut être inférieur au temps accumulé. Le temps potentiel est - '{0}', le temps cumulé est le '{1}'.

source: Can't save time off plan. Time off carry over formula is not valid.
ar: لا يمكن توفير الوقت خارج الخطة. إجازة حمل على صيغة غير صالحة.
es: No se puede ahorrar tiempo plano. devengados fórmula que nos ha proporcionado no es válido.
fr: Impossible d'enregistrer le temps libre plan. La formule de report de temps libre n'est pas valide.

source: Can't set '{0}' benefit plan to inactive. The plan is in use.
ar: لا يمكن تعيين خطة الفائدة '{0}' على أنها غير نشطة. الخطة قيد الاستخدام.
es: No se puede establecer el plan de beneficios a los inactivos. El plan está en uso.
fr: Impossible de définir le plan d'avantage {0} sur inactif. Le plan est en cours d'utilisation.

source: Can't change benefit plan type. '{0}' plan is used in the pay rate calculations.
ar: لا يمكن تغيير نوع خطة المنفعة. يتم استخدام خطة '{0}' في حسابات معدل الأجور.
es: No se puede cambiar el tipo de plan de beneficios. El plan se utiliza en los cálculos de la tasa de pago.
fr: Impossible de changer le type de plan d'avantage. Le plan '{0}' est utilisé dans les calculs du tarifs de rémunération.

source: Can't change benefit plan options. This plan is in use. Please remove all the references to the benefit plan before changing its options.
ar: لا يمكن تغيير خيارات خطة الفوائد. هذه الخطة قيد الاستخدام. يرجى إزالة جميع الإشارات إلى خطة المنافع قبل تغيير خياراتها.
es: No puede cambiar las opciones del plan de beneficios. Este plan está en uso. Elimine todas las referencias al plan de beneficios antes de cambiar sus opciones.
fr: Impossible de modifier les options du plan d'avantage. Ce plan est en cours d'utilisation. Veuillez supprimer toutes les références au plan d'avantage avant de modifier ses options.

source: Can't select more than one default benefit option.
ar: لا يمكن تحديد أكثر من خيار منفعة افتراضي.
fr: Impossible de sélectionner plus d'une option de prestation par défaut.

source: Can't update assignment. This assignment has been terminated.
ar: لا يمكن تحديث المهمة. تم إنهاء هذا الواجب.
es: No se puede actualizar la asignación. Esta asignación se ha terminado.
fr: Impossible de mettre à jour l'affectation. Cette affectation a été terminée.

source: Can't update assignment. Full Time Equivalency {0} is greater than remaining {1}.
ar: لا يمكن تحديث المهمة. معادلة دوام كامل {0} أكبر من باقي {1} .
es: No se puede actualizar la asignación. Tiempo completo de equivalencia {0} es mayor que restante {1} .
fr: Impossible de mettre à jour l'affectation. L'équivalence temps plein {0} est supérieure au nombre restant {1}.

source: Can't delete income. '{0}' income is used in employee timesheet tasks.
ar: لا يمكن حذف الدخل. يتم استخدام دخل '{0}' في مهام الجدول الزمني للموظف.
es: No se puede eliminar el ingreso. El ingreso se utiliza en tareas de parte de horas de los empleados.
fr: Impossible de supprimer le revenu. Le revenu '{0}' est utilisé dans les tâches de la feuille de temps des employés.
