Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Hourly, Salary or Units calculation method should be set for the 'Income' paycode.
ar: يجب تعيين طريقة حساب كل ساعة أو الراتب أو الوحدات للرمز 'الدخل'.

source: Hourly calculation method should be set for the 'Break' paycode.
ar: يجب تعيين طريقة حساب كل ساعة لرمز الدفع 'Break'.

source: Import template must include either 'Employee Number' or 'Social Security Number' column.
ar: يجب أن يتضمن قالب الاستيراد عمود 'رقم الموظف' أو 'رقم الضمان الاجتماعي'.

source: Cannot add income for multiple secondary assignments with the same title to employee '{0}'.
ar: لا يمكن إضافة دخل لعدة مهام ثانوية لها نفس العنوان للموظف '{0}'.

source: Cannot find active deduction '{0}' for employee '{1}'.
ar: لا يمكن العثور على خصم نشط '{0}' للموظف '{1}'.

source: Cannot get taxable wages amount on taxes sheet. Row: '{0}'. Column: '{1}'.
ar: لا يمكن الحصول على مبلغ الأجور الخاضعة للضريبة على ورقة الضرائب. الصف: '{0}'. العمود: '{1}'.

source: Cannot get subject wages amount on taxes sheet. Row: '{0}'. Column: '{1}'.
ar: لا يمكن الحصول على مبلغ الأجور موضوع على ورقة الضرائب. الصف: '{0}'. العمود: '{1}'.

source: Cannot convert tax number '{0}'. It should have a numeric value.
ar: لا يمكن تحويل الرقم الضريبي '{0}'. يجب أن يكون لها قيمة رقمية.

source: There is no tax found by description '{0}'.
ar: لا توجد ضريبة تم العثور عليها بالوصف '{0}'.

source: Person {0} doesn't have resident geocode.
ar: الشخص {0} ليس لديه رمز جغرافي مقيم.

source: Cannot find person contact for person '{0}' by Social Security Number '{1}'.
ar: لا يمكن العثور على جهة اتصال شخص لشخص '{0}' برقم الضمان الاجتماعي '{1}'.

source: Security profiles for person '{0}' should be set.
ar: يجب تعيين ملفات تعريف الأمان للشخص '{0}'.

source: 'searchStr' request parameter should be specified.
ar: يجب تحديد معلمة طلب 'searchStr'.

source: Can't access person or time zone for employee '{0}'. Please check your security profiles.
ar: لا يمكن الوصول إلى شخص أو منطقة زمنية للموظف '{0}'. يرجى التحقق من ملفات تعريف الأمان.

source: Cannot find person by Social Security Number '{0}'.
ar: لا يمكن العثور على شخص بواسطة رقم الضمان الاجتماعي '{0}'.

source: Unsupported performance review frequency code: '{0}'.
ar: رمز تردد مراجعة الأداء غير المدعوم: '{0}'.

source: Unsupported review type code: '{0}'.
ar: كود نوع المراجعة غير مدعوم: '{0}'.

source: It is not allowed to update standard report '{0}'.
ar: غير مسموح بتحديث التقرير القياسي '{0}'.

source: Report's file name should not be empty.
ar: يجب ألا يكون اسم ملف التقرير فارغًا.

source: Report is not found by file name '{0}'.
ar: لم يتم العثور على التقرير بواسطة اسم الملف '{0}'.

source: Expected report orderBy key '{0}' is not found in allowed orderBy options list '{1}'.
ar: ترتيب التقرير المتوقع: لم يتم العثور على المفتاح '{0}' في قائمة خيارات orderBy المسموح بها '{1}'.

source: Expected report groupBy key '{0}' is not found in allowed groupBy options list '{1}'.
ar: مجموعة التقرير المتوقعةمفتاح المفتاح '{0}' لم يتم العثور عليه في قائمة خيارات groupBy المسموح بها '{1}'.

source: Expected report orderBy parameters size '{0}' does not equal actual '{1}'.
ar: ترتيب التقرير المتوقعإن حجم المعلمات '{0}' لا يساوي الفعلي '{1}'.

source: Expected report groupBy parameters size '{0}' does not equal actual '{1}'.
ar: مجموعة التقرير المتوقعةحجم المعلمات '{0}' لا يساوي الفعلي '{1}'.

source: Cannot parse '{0}' filter value as Boolean.
ar: لا يمكن تحليل قيمة التصفية '{0}' على أنها Boolean.

source: Cannot parse '{0}' filter value as Integer.
ar: لا يمكن تحليل قيمة عامل التصفية '{0}' على أنها عدد صحيح.

source: Cannot parse '{0}' filter value as Double.
ar: لا يمكن تحليل قيمة التصفية '{0}' على أنها مزدوجة.

source: Cannot parse '{0}' filter value as Code Table Detail value.
ar: لا يمكن تحليل قيمة عامل التصفية '{0}' كقيمة Code Table Detail.

source: Cannot parse '{0}' filter value as '{1}' type.
ar: لا يمكن تحليل قيمة عامل التصفية '{0}' كنوع '{1}'.

source: Access denied. It is not allowed to run report generation for employee '{0}'.
ar: تم الرفض. غير مسموح بتشغيل إنشاء تقرير للموظف '{0}'.

source: Next review date should be set for reviewed employee '{0}'.
ar: يجب تحديد تاريخ المراجعة التالي للموظف الذي تمت مراجعته '{0}'.

source: No supervisor is found for review period.
ar: لم يتم العثور على مشرف لفترة المراجعة.

source: Only 'Self' and 'Manager' review types are supported by non-360 reviews.
ar: يتم دعم أنواع المراجعات 'الذاتية' و 'المدير' فقط من خلال مراجعات غير 360.

source: Workflow should be configured for review period '{0}'.
ar: يجب تكوين سير العمل لفترة المراجعة '{0}'.

source: Period end should be defined in review period '{0}'.
ar: يجب تعريف نهاية الفترة في فترة المراجعة '{0}'.

source: Duration should be set in review period '{0}' of '{1}' type.
ar: يجب تعيين المدة في فترة المراجعة '{0}' من نوع '{1}'.

source: Period start date was not calculated for employee '{0}'. Please check formula.
ar: لم يتم حساب تاريخ بدء الفترة للموظف '{0}'. يرجى التحقق من الصيغة.

source: Time format '{0}' is not valid for rule '{1}'. Hours should be in range [0,23], minutes should be in range [0,59].
ar: تنسيق الوقت '{0}' غير صالح للقاعدة '{1}'. يجب أن تكون الساعات في النطاق [0،23] ، ويجب أن تكون الدقائق في النطاق [0،59].

source: Total hours format '{0}' is not valid for rule '{1}'.
ar: تنسيق الساعات الكلية '{0}' غير صالح للقاعدة '{1}'.

source: Unsupported rule '{0}'.
ar: قاعدة غير مدعومة '{0}'.

source: Unsupported value '{0}' for grade type. It should be 0 for Grade-Step or 1 for Grade-Only.
ar: قيمة غير مدعومة '{0}' لنوع التقدير. يجب أن تكون 0 للصف - الخطوة أو 1 للصف - فقط.

source: Sandbox is not set for your tenant.
ar: لم يتم تعيين Sandbox للمستأجر الخاص بك.

source: Unsupported recurrence type '{0}' in schedule '{1}'.
ar: نوع التكرار غير المدعوم '{0}' في الجدول '{1}'.

source: Unsupported task type '{0}' in schedule '{1}'.
ar: نوع المهمة غير مدعوم '{0}' في الجدول '{1}'.

source: Report should be set in task for schedule '{0}'.
ar: يجب تعيين التقرير في مهمة للجدول الزمني {0} .

source: Unsupported recipient type '{0}' in schedule '{1}'.
ar: نوع المستلم غير المدعوم '{0}' في الجدول '{1}'.

source: Unsupported system task type '{0}' in schedule '{1}'.
ar: نوع مهمة النظام غير مدعوم '{0}' في الجدول '{1}'.

source: Month should be set in schedule '{0}'.
ar: يجب تعيين الشهر في الجدول '{0}'.

source: Month day should be set in schedule '{0}'.
ar: يجب تعيين يوم الشهر في الجدول '{0}'.

source: You don't have access to required '{0}' fields. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى الحقول المطلوبة {0} . يرجى التحقق من أذونات دور الأمان.

source: You are not allowed to memorize report '{0}'. Please verify your security role permissions.
ar: غير مسموح لك بحفظ التقرير '{0}'. يرجى التحقق من أذونات دور الأمان.

source: File '{0}' was not uploaded to target server
ar: لم يتم تحميل الملف '{0}' على الخادم المستهدف

source: Shift rate detail start time '{0}' should be before end time '{1}'.
ar: يجب أن يكون وقت بدء تفاصيل معدل التغيير '{0}' قبل وقت {1} '{1}'.

source: Wrong fields and tables sequence.
ar: حقول خاطئة وتسلسل الجداول.

source: 2fa seed is not set.
ar: لم يتم تعيين البذور 2fa.

source: Country should be set in work location '{0}'.
ar: يجب تعيين البلد في موقع العمل '{0}'.

source: Wrong table alias '{0}' format.
ar: الاسم المستعار للجدول الخاطئ '{0}' التنسيق.

source: Value '{0}' does not match validation formula '{1}'.
ar: القيمة '{0}' لا تطابق صيغة التحقق من الصحة '{1}'.

source: Unsupported target field '{0}'.
ar: الحقل الهدف غير مدعوم '{0}'.

source: Geocode should be set for tax column '{0}'.
ar: يجب تعيين الرمز الجغرافي للعمود الضريبي '{0}'.

source: Schdist should be set for tax column '{0}'.
ar: يجب تعيين Schdist للعمود الضريبي '{0}'.

source: Unable to read header on the 'Taxes' sheet starting '{0}' column.
ar: يتعذر قراءة الرأس في ورقة 'الضرائب' التي تبدأ '{0}'.

source: Either 'isIn' with 'time' or 'hours' request parameters should be specified.
ar: يجب تحديد معلمات طلب 'isIn' مع 'time' أو 'ساعات'.

source: Employee '{0}' can not be punched out.
ar: لا يمكن طرد الموظف '{0}'.

source: Assignment '{0}' is not found for employee '{1}'.
ar: لم يتم العثور على الواجب '{0}' للموظف '{1}'.

source: Paycode '{0}' is not found for employee '{1}'.
ar: لم يتم العثور على Paycode '{0}' للموظف '{1}'.

source: It is not allowed to remove system TeDeduction.
ar: لا يجوز إزالة نظام TeDeduction.

source: It is not allowed to update system TeDeduction.
ar: لا يجوز تحديث نظام TeDeduction.

source: 'Max amount' should be set in custom TeDeduction.
ar: يجب تعيين 'الحد الأقصى للمبلغ' في TeDeduction المخصص.

source: It is not allowed to remove system TeIncome.
ar: لا يجوز إزالة نظام TeIncome.

source: It is not allowed to update system TeIncome.
ar: غير مسموح بتحديث نظام TeIncome.

source: 'Comp type' should be set in custom TeIncome.
ar: يجب تعيين 'نوع شركات' في TeIncome المخصصة.

source: Not all required parameters were found for employee termination. '{0}' needed.
ar: لم يتم العثور على جميع المعلمات المطلوبة لإنهاء الموظف. '{0}' مطلوب.

source: 'start amount' is required in TeTaxRate.
ar: 'مبلغ البدء' مطلوب في TeTaxRate.

source: It is not allowed to add time off plan '{0}' to employee '{1}'.
ar: لا يُسمح بإضافة وقت إجازة للخطة '{0}' إلى الموظف '{1}'.

source: Time off plan '{0}' does not have open periods for employee '{1}'.
ar: خطة الإجازة '{0}' لا تحتوي على فترات مفتوحة للموظف '{1}'.

source: Accrual date should be set for accruing plan '{0}' for employee '{1}'.
ar: يجب تحديد تاريخ الاستحقاق لخطة التراكم '{0}' للموظف '{1}'.

source: Timesheet can't start on '{0}'<br/>Pay group day of month: '{1}'<br/>Frequency: '{2}'
ar: لا يمكن أن يبدأ الجدول الزمني في '{0}' <br/> مجموعة الدفع في اليوم من الشهر: '{1}' <br/> التكرار: '{2}'

source: It is not allowed to define accrual periods for time off plan of accrual period code '{0}'.
ar: لا يُسمح بتعريف فترات الاستحقاق للوقت المحدد لخطة فترة الاستحقاق '{0}'.

source: It is not allowed to define accrual periods for time off plan of accrual method type code '{0}'.
ar: لا يُسمح بتعريف فترات الاستحقاق لرمز وقت أسلوب خطة الاستحقاق '{0}'.

source: Unsupported set of parameters for accrual annual periods definition<br/>Accrual method type code: '{0}'<br/>Year end day: '{1}'<br/>Year end month: '{2}'
ar: مجموعة غير مدعمة من المعلمات لتعريف فترات الاستحقاق السنوية <br/> كود نوع طريقة الاستحقاق: '{0}' <br/> يوم نهاية السنة: '{1}' <br/> شهر نهاية السنة: '{2}'

source: Time off plan configuration issue. Year end '{0}' should have '{1}' end day of week, but '{2}' is found.
ar: إجازة مشكلة في خطة التكوين. نهاية السنة '{0}' يجب أن تحتوي على '{1}' يوم نهاية الأسبوع ، ولكن تم العثور على '{2}'.

source: Time off plan period end date '{0}' day of week '{1}' does not align with accrual period end date day of week '{2}' for a weekly period.
ar: لا يتماشى تاريخ نهاية فترة انتهاء الخطة '{0}' يوم الأسبوع '{1}' مع تاريخ نهاية فترة الاستحقاق يوم الأسبوع '{2}' لفترة أسبوعية.

source: Bi-Weekly time off plan configuration issue. Year end '{0}' should have day of week '{1}' with 'Is Odd Week' set to '{2}', but has day of week '{3}' with 'Is Odd Week' set to '{4}'.
ar: مرة كل أسبوعين خارج مشكلة تكوين الخطة. يجب أن يكون نهاية السنة '{0}' يومًا من الأسبوع '{1}' مع تعيين 'Is Odd Week' على '{2}' ، ولكن مع يوم من أيام الأسبوع '{3}' مع تعيين 'Is Odd Week' على ' {4} '.

source: Time off plan period end date '{0}' day of week '{1}' does not align with accrual period end date day of week '{2}' for a Bi-Weekly period with 'Is Odd Week' option set to '{3}' in '{4}' year.
ar: لا يتم محاذاة تاريخ نهاية فترة انتهاء الخطة '{0}' يوم من الأسبوع '{1}' مع تاريخ نهاية فترة الاستحقاق يوم من الأسبوع '{2}' لفترة نصف أسبوعية مع تعيين خيار 'Is Odd Week' على '{3}' في ' {4} ' السنة.

source: Time off plan period end date '{0}' does not align with accrual period end date '{1}' in a quarterly period.
ar: لا يتماشى تاريخ انتهاء فترة انتهاء الخطة '{0}' مع تاريخ نهاية فترة الاستحقاق '{1}' في فترة فصلية.

source: Time off plan period end date '{0}' does not align with accrual period end date '{1}' in an annual period.
ar: لا يتماشى تاريخ انتهاء فترة انتهاء الخطة '{0}' مع تاريخ نهاية فترة الاستحقاق '{1}' في فترة سنوية.

source: It is not allowed to remove closed time off plan period for plan '{0}'.
ar: لا يُسمح بإزالة وقت الإغلاق عن فترة الخطة للخطة '{0}'.

source: Total accrued value '{0}' should not be less than 0.
ar: يجب ألا تقل القيمة الإجمالية المستحقة '{0}' عن 0.

source: It is not allowed to have an accrual date '{0}' before period start date '{1}'.
ar: لا يُسمح بتاريخ الاستحقاق '{0}' قبل تاريخ بدء الفترة '{1}'.

source: Accrual date '{0}' should be in period date range between '{1}' and '{2}'.
ar: يجب أن يكون تاريخ الاستحقاق '{0}' في نطاق تاريخ الفترة بين '{1}' و '{2}'.

source: Unsupported time off plan method type '{0}' with year '{1}'.
ar: وقت تشغيل الخطة غير مدعوم ، اكتب '{0}' مع السنة '{1}'.

source: Unsupported year end format for '{0}'. Pattern should be 'MM-dd'.
ar: تنسيق نهاية السنة غير مدعوم لـ '{0}'. يجب أن يكون النمط 'MM-dd'.

source: It is not allowed to accrue time off plan to previous dates. Last accrual date: '{0}'. Selected accrual date: '{1}'.
ar: غير مسموح بتراكم وقت خارج الخطة إلى التواريخ السابقة. تاريخ الاستحقاق الأخير: '{0}'. تاريخ الاستحقاق المحدد: '{1}'.

source: 'Start date custom id' should be set in timesheet layout for custom frequency.
ar: يجب تعيين 'معرّف مخصص لتاريخ البدء' في تخطيط الجدول الزمني للتردد المخصص.

source: Timesheet cannot have end date '{0}' for pay group day of month set to '{1}' with '{2}' frequency.
ar: لا يمكن أن يكون للجدول الزمني تاريخ انتهاء '{0}' ليوم مجموعة الدفع في الشهر المحدد على ' {1} {2} ' بتردد '{2}'.

source: Timesheet cannot have start date '{0}' for pay group day of month set to '{1}' with '{2}' frequency.
ar: لا يمكن أن يحتوي الجدول الزمني على تاريخ البدء {0} لمجموعة يوم الدفع في الشهر المعيّنة على ' {1} {2} ' بتردد '{2}'.

source: Next timesheet cannot have start date '{0}' for pay group day of month set to '{1}' with '{2}' frequency.
ar: لا يمكن أن يحتوي الجدول الزمني التالي على تاريخ البدء {0} لمجموعة يوم الدفع في الشهر المعيّنة على '{1}' مع تردد '{2}'.

source: Unsupported timesheet layout type is set '{0}' in layout '{1}'.
ar: يتم تعيين نوع تخطيط الجدول الزمني غير المدعومة '{0}' في التخطيط '{1}'.

source: Auto allocate tasks list should not be empty.
ar: يجب ألا تكون قائمة مهام التخصيص التلقائي فارغة.

source: It is not allowed to have more than one timesheet task detail for the same time off task detail.
ar: لا يجوز أن يكون لديك أكثر من تفاصيل مهمة جدول زمني لنفس الوقت خارج تفاصيل المهمة.

source: Employee '{0}' can't have more than 1 started breaks.
ar: لا يمكن أن يكون لدى الموظف '{0}' أكثر من فواصل واحدة بدأت.

source: Timesheet of employee '{0}' cannot have more than 1 non-started tasks on the same date '{1}'.
ar: لا يمكن أن يحتوي الجدول الزمني للموظف '{0}' على أكثر من مهمة واحدة لم تبدأ في نفس التاريخ '{1}'.

source: Cannot find timesheet for employee '{0}'.
ar: لا يمكن العثور على الجدول الزمني للموظف '{0}'.

source: Current timesheet should not be the last timesheet for employee '{0}'.
ar: يجب ألا يكون الجدول الزمني الحالي هو آخر جدول زمني للموظف '{0}'.

source: Only one timesheet task detail can be added to timesheet task per date '{0}' for employee '{1}'.
ar: يمكن إضافة تفاصيل مهمة جدول زمني واحد فقط إلى مهمة الجدول الزمني في التاريخ '{0}' للموظف '{1}'.

source: Cannot stop timer in timesheet. It was not started.
ar: لا يمكن إيقاف المؤقت في الجدول الزمني. لم تبدأ.

source: Timer's stop time '{0}' cannot be less than start time '{1}'.
ar: لا يمكن أن يكون وقت توقف المؤقت '{0}' أقل من وقت البدء '{1}'.

source: Token '{0}' is not supported by expression builder.
ar: الرمز '{0}' غير مدعوم بواسطة أداة إنشاء التعبير.

source: Please create static token to use transformations.
ar: يرجى إنشاء رمز ثابت لاستخدام التحويلات.

source: The directories tree cannot be built.
ar: لا يمكن بناء شجرة الدلائل.

source: Cycle is detected while building directories tree.
ar: تم الكشف عن دورة أثناء بناء شجرة الدلائل.

source: Cannot remove item in directories tree.
ar: لا يمكن إزالة العنصر في شجرة الدلائل.

source: Custom value with label 'TWN' should be set for employer '{0}'.
ar: يجب تعيين القيمة المخصصة مع التصنيف 'TWN' لصاحب العمل '{0}'.

source: Value '{0}' should not be longer than '{1}' characters.
ar: يجب ألا تزيد القيمة '{0}' عن الأحرف '{1}'.

source: Employee '{0} 'does not have any payrolls.
ar: الموظف '{0}' ليس لديه أي كشوف رواتب.

source: Unexpected cell type is found. Sheet: '{0}'. Row: '{1}'. Column: '{2}'.
ar: تم العثور على نوع خلية غير متوقع. ورقة: '{0}'. الصف: '{1}'. العمود: '{2}'.

source: Unexpected cell value is found. Sheet: '{0}'. Row: '{1}'. Column: '{2}'.
ar: تم العثور على قيمة خلية غير متوقعة. ورقة: '{0}'. الصف: '{1}'. العمود: '{2}'.

source: Total splitted minutes '{0}' should equal or be less than tracked minutes '{1}'.
ar: إجمالي الدقائق المقسمة '{0}' يجب أن تكون مساوية أو أقل من الدقائق المتعقبة '{1}'.

source: Timer's stopped time date '{0}' does not equal to started time date '{1}'.
ar: لا يتساوى تاريخ وقت توقف الموقت '{0}' مع تاريخ وقت البدء '{1}'.

source: Timesheet's end date '{0}' cannot be before start date '{1}' for employee '{2}'.
ar: لا يمكن أن يكون تاريخ انتهاء الجدول الزمني '{0}' قبل تاريخ البدء '{1}' للموظف '{2}'.

source: It is not allowed to stop timer for a timesheet in '{0}' status for employee '{1}'.
ar: غير مسموح بإيقاف المؤقت لجدول زمني في حالة '{0}' للموظف '{1}'.

source: It is allowed to stop the timer only for 'Regular hours' or 'Break' paycodes.
ar: يُسمح بإيقاف المؤقت فقط لرموز الدفع 'ساعات عادية' أو 'استراحة'.

source: Obligee's SSN '{0}' should not be longer than 11 characters.
ar: يجب ألا يزيد SSN '{0}' عن الالتزام عن 11 حرفًا.

source: Obligee's first name '{0}' should not be longer than 25 characters.
ar: يجب ألا يزيد اسم الملتزم الأول '{0}' عن 25 حرفًا.

source: Obligee's last name '{0}' should not be longer than 35 characters.
ar: يجب ألا يزيد الاسم الأخير للمطالب '{0}' عن 35 حرفًا.

source: Obligee's middle name '{0}' should not be longer than 25 characters.
ar: يجب ألا يزيد الاسم الأوسط للمفوض '{0}' عن 25 حرفًا.

source: Payees's name '{0}' should not be longer than 30 characters.
ar: يجب ألا يتجاوز اسم المستفيد '{0}' 30 حرفًا.

source: Payees's alternate name '{0}' should not be longer than 30 characters.
ar: يجب ألا يزيد الاسم البديل لـ Payees '{0}' عن 30 حرفًا.

source: Payees's code '{0}' should not be longer than 9 characters.
ar: يجب ألا يتجاوز رمز المستفيد '{0}' 9 أحرف.

source: Payees's address 1 '{0}' should not be longer than 30 characters.
ar: يجب ألا يزيد عنوان المستفيد 1 '{0}' عن 30 حرفًا.

source: Payees's address 2 '{0}' should not be longer than 30 characters.
ar: يجب ألا يزيد عنوان المستفيد 2 '{0}' عن 30 حرفًا.

source: Payees's city '{0}' should not be longer than 22 characters.
ar: يجب ألا تزيد مدينة Payees '{0}' عن 22 حرفًا.

source: Payees's state '{0}' should not be longer than 2 characters.
ar: يجب ألا تزيد حالة المستفيد '{0}' عن حرفين.

source: Payees's zip code is required.
ar: الرمز البريدي للمستفيد هو مطلوب.

source: Payees's zip code '{0}' should not be longer than 5 characters.
ar: يجب ألا يزيد الرمز البريدي للمستفيد '{0}' عن 5 أحرف.

source: Payees's zip ext '{0}' should not be longer than 4 characters.
ar: يجب ألا يتجاوز الرمز البريدي لـ Payees '{0}' أكثر من 4 أحرف.

source: Employer's bank name '{0}' should not be longer than 30 characters.
ar: يجب ألا يتجاوز الاسم المصرفي لصاحب العمل '{0}' 30 حرفًا.

source: Employer's bank account '{0}' should not be longer than 17 characters.
ar: يجب ألا يتجاوز الحساب المصرفي لصاحب العمل '{0}' 17 حرفًا.

source: Employer's bank routing number '{0}' should not be longer than 9 characters.
ar: يجب ألا يتجاوز رقم التوجيه المصرفي لصاحب العمل '{0}' 9 أحرف.

source: Wage order's jurisdiction state '{0}' should not be longer than 2 characters.
ar: يجب ألا تتجاوز ولاية اختصاص ترتيب الأجور '{0}' عن حرفين.

source: Wage order's jurisdiction county '{0}' should not be longer than 22 characters.
ar: يجب ألا يتجاوز مقاطعة اختصاص ترتيب الأجور '{0}' عن 22 حرفًا.

source: Wage order's fips code '{0}' should not be longer than 7 characters.
ar: يجب ألا يتجاوز رمز fips لترتيب الأجور '{0}' أكثر من 7 أحرف.

source: Wage order's memo 1 '{0}' should not be longer than 40 characters.
ar: يجب ألا تتجاوز المذكرة 1 الخاصة بأمر الأجور '{0}' 40 حرفًا.

source: Wage order's memo 2 '{0}' should not be longer than 40 characters.
ar: يجب ألا تزيد المذكرة 2 الخاصة بـ 'ترتيب الأجور' {0} عن 40 حرفًا.

source: Webform field of the 'Image' type should contain the 'data' property.
ar: يجب أن يحتوي حقل نموذج الويب من نوع 'الصورة' على خاصية 'البيانات'.

source: RadioButton value was not found for widget '{0}'.
ar: لم يتم العثور على قيمة RadioButton لعنصر واجهة التعامل '{0}'.

source: Unsupported widget type '{0}'.
ar: نوع عنصر واجهة المستخدم غير المدعوم '{0}'.

source: Postal code '{0}' should be either 5 or 9 characters long.
ar: يجب أن يتكون الرمز البريدي '{0}' من 5 أو 9 أحرف.

source: Unable to delete workflow '{0}'. It's currently in use, there are some records in queue.
ar: غير قادر على حذف سير العمل '{0}'. إنه حاليًا قيد الاستخدام ، وهناك بعض السجلات في قائمة الانتظار.

source: The workflow detail sequence cannot be less than 1.
ar: لا يمكن أن يكون تسلسل تفاصيل سير العمل أقل من 1.

source: The first workflow detail must be created for workflow actor '{0}' with '{1}' status.
ar: يجب إنشاء أول تفاصيل سير العمل لممثل سير العمل '{0}' مع حالة '{1}'.

source: Only first workflow detail can be created for actor '{0}' with '{1}' status.
ar: يمكن إنشاء تفاصيل سير العمل الأولى فقط للممثل ' {0} {1} ' بحالة '{1}'.

source: Only first workflow detail can be created for '{0}' status.
ar: يمكن إنشاء تفاصيل سير العمل الأولى فقط للحالة '{0}'.

source: Org type should be defined for workflow detail of actor type '{0}'.
ar: يجب تحديد نوع المؤسسة للحصول على تفاصيل سير العمل لنوع الممثل '{0}'.

source: Org level should be defined for workflow detail of actor type '{0}'.
ar: يجب تحديد مستوى المؤسسة للحصول على تفاصيل سير العمل لنوع الممثل '{0}'.

source: Position should be defined for workflow detail of actor type '{0}'.
ar: يجب تحديد الموضع لتفاصيل سير العمل لنوع الممثل '{0}'.

source: Employee should be defined for workflow detail of actor type '{0}'.
ar: يجب تعريف الموظف للحصول على تفاصيل سير العمل لنوع الممثل '{0}'.

source: Unsupported workflow detail actor '{0}'.
ar: ممثل تفاصيل سير العمل غير مدعوم '{0}'.

source: It is not allowed to have more than one workflow detail for the same sequence '{0}' in workflow '{1}'.
ar: لا يجوز أن يكون لديك أكثر من تفاصيل سير العمل لنفس التسلسل '{0}' في سير العمل '{1}'.

source: First workflow detail is not found in workflow '{0}'.
ar: لم يتم العثور على تفاصيل سير العمل الأولى في سير العمل '{0}'.

source: Unsupported workflow state '{0}'.
ar: حالة سير العمل غير مدعومة '{0}'.

source: The attribute 1 value in detail in code table '{0}' should be set to '{1}' for org structure.
ar: يجب تعيين قيمة السمة 1 بالتفصيل في جدول الشفرة '{0}' على '{1}' للبنية التنظيمية.

source: Scheduled start and scheduled end should be specified for active workflow period detail.
ar: يجب تحديد البداية المجدولة والنهاية المجدولة للحصول على تفاصيل فترة سير العمل النشطة.

source: Only '{0}' workflow states are allowed for the first workflow step, but '{1}' is found.
ar: يُسمح فقط بحالات سير العمل '{0}' لخطوة سير العمل الأولى ، ولكن تم العثور على '{1}'.

source: Only '{0}' workflow actor type can process this workflow step.
ar: يمكن لنوع ممثل سير العمل فقط {0} 'معالجة خطوة سير العمل هذه.

source: Cannot find employee as manager for workflow actor type '{0}'.
ar: لا يمكن العثور على الموظف كمدير لنوع ممثل سير العمل '{0}'.

source: The position workflow structure number '{0}' should be in range [1,2].
ar: يجب أن يكون رقم بنية سير عمل الموضع '{0}' في النطاق [1،2].

source: '{0}' was not found by id '{1}'.
ar: '{0}' لم يتم العثور على المعرف '{1}'.
