Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: At list one phone number should exist for emergency contact.
ar: في القائمة ، يجب أن يوجد رقم هاتف واحد للاتصال في حالات الطوارئ.
fr: Dans la liste, un numéro de téléphone doit exister pour le contact d'urgence.

source: Instructor must be set for Course Class "{0}".
ar: يجب تعيين المدرب لفئة الدورة التدريبية "{0}".
fr: Le professeur doit être défini pour le cours " {0} ".

source: Time Off Type(s) "{0}" already used in "{1}".
ar: Time Off Type (s) "{0}" مستخدم بالفعل في "{1}".
fr: Type (s) de congé " {0} " déjà utilisé dans " {1} ".

source: Hire date for the assignment detail overlaps time of existing detail.
ar: يتداخل تاريخ الاستئجار لتفاصيل المهمة مع وقت التفاصيل الموجودة.

source: Can't calculate benefit plan start date.
ar: لا يمكن حساب تاريخ بدء خطة الفوائد.

source: Cannot update or delete tasks from approved timesheet "{0}".
ar: لا يمكن تحديث أو حذف المهام من الجدول الزمني المعتمد "{0}".
fr: Impossible de mettre à jour ou de supprimer des tâches de la feuille de temps approuvée " {0} ".

source: Employee: {0} is not matching any of the rules configured for Overtime Code: {1}
ar: الموظف: {0} لا يطابق أي من القواعد المكونة لرمز العمل الإضافي: {1}
fr: Employé: {0} ne correspond à aucune des règles configurées pour le code d'heures supplémentaires: {1}

source: Employee: {0} is matching more than one rule configured for Overtime Code: {1}
ar: الموظف: {0} يطابق أكثر من قاعدة تم تكوينها لرمز العمل الإضافي: {1}
fr: Employé: {0} correspond à plus d'une règle configurée pour le code d'heures supplémentaires: {1}

source: Employee: {0} is covered by multiple overtime rules for the period {1} to {2}. Please configure the aggregate overtime rule using the code ' * '
ar: الموظف: {0} مغطاة بقواعد العمل الإضافي المتعددة للفترة من {1} إلى {2} . يرجى تهيئة قاعدة العمل الإضافي الإجمالية باستخدام الرمز '*'
fr: Employé: {0} est couvert par plusieurs règles de temps supplémentaire pour la période {1} à {2} . Veuillez configurer la règle de cumul des heures supplémentaires en utilisant le code '*'

source: Employee: {0} is covered by multiple aggregate overtime rules for the period {1} to {2}. Please leave just one aggregate rule.
ar: الموظف: {0} تتم تغطيته بواسطة قواعد تجميع العمل الإضافي المتعددة للفترة من {1} إلى {2} . يرجى ترك قاعدة واحدة فقط.
fr: Employé: {0} est couvert par plusieurs règles de cumul des heures supplémentaires pour la période {1} à {2} . S'il vous plaît laissez une seule règle globale.

source: Employee: {0} has a combination of over time and comp time rules for the period {1} to {2}. Mixing these in a period is not allowed.
ar: الموظف: {0} به مجموعة من قواعد الوقت والوقت للتجميع للفترة من {1} إلى {2} . خلط هذه في فترة غير مسموح به.
fr: Employé: {0} applique une combinaison de règles temporelles et temporelles pour la période {1} à {2} . Le mélange de ceux-ci dans une période n'est pas autorisé.

source: Both YearEnd Date and YearEnd Year should be defined for Weekly and Bi-Weekly accrual periods!
ar: يجب تحديد كل من تاريخ السنة وعام السنة لفترات الاستحقاق الأسبوعية ونصف الأسبوعية!
fr: L'année et la fin de l'année doivent être définies pour les périodes d'accumulation hebdomadaire et bi-hebdomadaire!

source: YearEnd should be defined for Fiscal accrual method types!
ar: يجب تحديد السنة لأنواع طرق الاستحقاق المالي!
fr: YearEnd doit être défini pour les types de méthode de comptabilisation fiscale!

source: YearEnd should be defined for Non-Accrual method type with Fiscal period type!
ar: يجب تعريف YearEnd لنوع الطريقة غير المستحقة بنوع الفترة المالية!
fr: YearEnd doit être défini pour le type de méthode non-Accrual avec le type de période fiscale!

source: TimeOffPlanPeriod EndDate({0}, {1}) is not align with accrual period EndDate({2}) for a Weekly period on {3} year.
ar: TimeOffPlanPeriod EndDate ( {0} ، {1} ) لا يتم محاذاته مع فترة الاستحقاق EndDate ( {2} ) لفترة أسبوعية في {3} السنة.
fr: TimeOffPlanPeriod EndDate ( {0} , {1} ) n'est pas aligné sur la période de régularisation EndDate ( {2} ) pour une période hebdomadaire du {3} an.

source: TimeOffPlanPeriod EndDate({0}, {1}) is not align with accrual period EndDate({2}) for a Bi-Weekly(isOddWeek={3}) period on {4} year.
ar: TimeOffPlanPeriod EndDate ( {0} ، {1} ) لا يتم محاذاته مع فترة الاستحقاق EndDate ( {2} ) لفترة نصف أسبوعية (isOddWeek = {3} ) في {4} سنة.
fr: TimeOffPlanPeriod EndDate ( {0} , {1} ) n'est pas aligné sur la période d'accumulation EndDate ( {2} ) pour une période bi-hebdomadaire (isOddWeek = {3} ) le {4} an.

source: Plan: {0} must have same option group / option name as Plan: {1} for auto rollover.
ar: الخطة: {0} يجب أن يكون لها نفس اسم مجموعة الخيار / الخيار مثل الخطة: {1} للتنقل التلقائي.
fr: Plan: {0} doit avoir le même groupe d'option / nom d'option que Plan: {1} pour le basculement automatique.

source: It's not allowed to have more than 5 daily recalculated groups per employer.
ar: لا يُسمح بوجود أكثر من 5 مجموعات معاد حسابها يوميًا لكل صاحب عمل.
fr: Il n'est pas autorisé à avoir plus de 5 groupes recalculés quotidiennement par employeur.

source: Benefit plan ({0}) is being processed and cannot be changed.
ar: خطة المنافع ( {0} ) قيد المعالجة ولا يمكن تغييرها.
fr: Le programme d'avantages sociaux ( {0} ) est en cours de traitement et ne peut pas être modifié.

source: An issue appeared during benefit plan processing.<br/>{0}
ar: ظهرت مشكلة أثناء معالجة خطة المنافع. <br/> {0}
fr: Un problème est apparu pendant le traitement du régime d’avantages sociaux. <br/> {0}

source: Endpoint {0} should be used just for marketplace/criterion apps.
ar: يجب استخدام نقطة النهاية {0} لتطبيقات السوق / المعايير فقط.
fr: Le point final {0} doit être utilisé uniquement pour les applications de marché / critères.

source: It's not allowed to change endpoint for marketplace/criterion app.
ar: لا يُسمح بتغيير نقطة النهاية لتطبيق السوق / المعايير.
fr: Il n'est pas autorisé de changer de point de terminaison pour l'application du marché / critère.

source: Person contact should be at least dependent or emergency.
ar: يجب أن يكون اتصال الشخص على الأقل أو طارئًا.

source: Can't process/validate SQL Query! {0}
ar: لا يمكن معالجة / التحقق من صحة استعلام SQL! {0}
fr: Impossible de traiter / valider une requête SQL! {0}

source: This employee cannot be deleted. This employee has records in a payroll batch and time greater than zero in a timesheet!
ar: لا يمكن حذف هذا الموظف. هذا الموظف لديه سجلات في مجموعة دفعات ووقت أكبر من الصفر في جدول زمني!
fr: Cet employé ne peut pas être supprimé. Cet employé a des enregistrements dans un lot de paie et un temps supérieur à zéro dans une feuille de temps!

source: This employee cannot be deleted. This employee has records in a payroll batch!
ar: لا يمكن حذف هذا الموظف. هذا الموظف لديه سجلات في مجموعة الرواتب!
fr: Cet employé ne peut pas être supprimé. Cet employé a des enregistrements dans un lot de paie!

source: This employee cannot be deleted. This employee has time greater than zero in a timesheet!
ar: لا يمكن حذف هذا الموظف. هذا الموظف لديه وقت أكبر من الصفر في جدول زمني!
fr: Cet employé ne peut pas être supprimé. Cet employé a un temps supérieur à zéro dans une feuille de temps!

source: Carryover must be >= 0.
ar: يجب أن يكون الترحيل> = 0.

source: Carryover expired must be >= 0.
ar: يجب أن تكون مدة انتهاء الصلاحية> = 0.

source: Carryover used must be >= 0.
ar: يجب أن تكون عملية النقل المستخدمة> = 0.
fr: Le report utilisé doit être> = 0.

source: Negative Net value is not allowed for this time off plan.
ar: لا يُسمح بالقيمة الصافية السالبة في هذا الوقت خارج الخطة.
fr: La valeur nette négative n'est pas autorisée pour ce programme.

source: Unknown file content type. Expected {0}.
ar: نوع محتوى ملف غير معروف. متوقع {0} .
fr: Type de contenu de fichier inconnu. Attendu {0} .

source: Access Denied.
ar: تم الرفض.

source: SCORM course content type is required.
ar: نوع محتوى دورة SCORM مطلوب.

source: SCORM or AICC course content type is required.
ar: نوع محتوى الدورة التدريبية لـ SCORM أو AICC مطلوب.
fr: Le type de contenu de cours SCORM ou AICC est obligatoire.

source: Payroll can't have more than 1 deduction based on the same employee deduction.
ar: لا يمكن أن تحتوي كشوف المرتبات على أكثر من خصم واحد على أساس خصم الموظف نفسه.
fr: La masse salariale ne peut avoir plus d'une déduction basée sur la même déduction d'employé.

source: Unsupported calculation method {0} in deduction {1}.
ar: طريقة الحساب غير المدعومة {0} في الخصم {1} .
fr: Méthode de calcul non prise en charge {0} en déduction {1} .

source: It can be only 1 active assignment for a primary assignment.
ar: يمكن أن يكون تعيينًا نشطًا واحدًا فقط لمهمة أولية.
fr: Il ne peut s'agir que d'une affectation active pour une affectation principale.

source: It is possible to gross up just one income.
ar: من الممكن زيادة دخل واحد فقط.
fr: Il est possible de cumuler un seul revenu.

source: Detail {0} is not found for code table {1}.
ar: لم يتم العثور على التفاصيل {0} لجدول التعليمات البرمجية {1} .
fr: Le détail {0} est introuvable pour la table de codes {1} .

source: Code table {0} is not found.
ar: لم يتم العثور على جدول الكود {0} .

source: The default detail for code table {0} should be defined.
ar: يجب تحديد التفاصيل الافتراضية لجدول التعليمات البرمجية {0} .
fr: Le détail par défaut pour la table de codes {0} doit être défini.

source: The attribute 1 value '{0}' for detail {1} in code table {2} should be integer.
ar: يجب أن تكون قيمة السمة 1 '{0}' للتفاصيل {1} في جدول الشفرات {2} عددًا صحيحًا.
fr: La valeur d'attribut 1 ' {0} ' pour le détail {1} dans la table de codes {2} doit être un entier.

source: The attribute 1 value for detail {0} in code table {1} should be set.
ar: يجب تعيين قيمة السمة 1 للتفاصيل {0} في جدول الشفرات {1} .
fr: La valeur d'attribut 1 pour le détail {0} dans la table de codes {1} doit être définie.

source: The attribute 2 value for details in code table {0} should be set.
ar: يجب تعيين قيمة الخاصية المميزة 2 للتفاصيل في جدول الكود {0} .

source: The attribute 1 value in detail in code table {0} should be set to 'T' for assignment termination.
ar: يجب تعيين قيمة السمة 1 بالتفصيل في جدول الشفرات {0} على 'T' لإنهاء المهمة.
fr: La valeur d'attribut 1 détaillée dans la table de codes {0} doit être définie sur 'T' pour la fin de l'affectation.

source: Field '{0}' should not be empty.
ar: يجب ألا يكون الحقل '{0}' فارغًا.
fr: Le champ ' {0} ' ne doit pas être vide.

source: Employee review journal '{0}' doesn't have an attachment.
ar: مجلة مراجعة الموظف '{0}' لا تحتوي على مرفق.

source: Employee review journal '{0}' doesn't have an attachment name.
ar: مجلة مراجعة الموظف '{0}' ليس لها اسم مرفق.

source: Invalid org structure number: {0}
ar: رقم بنية المؤسسة غير صالح: {0}

source: Employee course '{0}' has wrong complete status '{1}'.
ar: دورة الموظف '{0}' لها حالة كاملة خاطئة '{1}'.

source: Can't remove person address '{0}' because there should be at least one mailing address.
ar: لا يمكن إزالة عنوان الشخص '{0}' لأنه يجب أن يكون هناك عنوان بريدي واحد على الأقل.
fr: Impossible de supprimer l'adresse de la personne ' {0} ' car il doit y avoir au moins une adresse postale.

source: Can't remove person address '{0}' because there should be at least one primary address.
ar: لا يمكن إزالة عنوان الشخص '{0}' لأنه يجب أن يكون هناك عنوان أساسي واحد على الأقل.
fr: Impossible de supprimer l'adresse de la personne ' {0} ' car il doit y avoir au moins une adresse principale.

source: This API is allowed to be used only by logged in person.
ar: يُسمح باستخدام واجهة برمجة التطبيقات هذه فقط من قبل شخص مُسجّل الدخول.
fr: Cette API est autorisée à être utilisée uniquement par la personne connectée.

source: US geocode '{0}' should be 9 characters long.
ar: يجب أن يكون طول الكود الجغرافي للولايات المتحدة '{0}' 9 أحرف.

source: No employee was found for person '{0}'.
ar: لم يتم العثور على موظف للشخص '{0}'.
fr: Aucun employé n'a été trouvé pour la personne ' {0} '.

source: US geostate '{0}' should be 2 characters long.
ar: يجب أن يكون طول جيوستيت الولايات المتحدة '{0}' حرفين.

source: US geocnty '{0}' should be 3 characters long.
ar: يجب أن يكون طول geocnty في الولايات المتحدة '{0}' 3 أحرف.

source: US geocity '{0}' should be 4 characters long.
ar: يجب أن تكون طول الولايات المتحدة '{0}' 4 أحرف.

source: International geocode '{0}' should be 12 characters long.
ar: يجب أن يكون طول الكود الجغرافي الدولي '{0}' 12 حرفًا.

source: International country code '{0}' should be 3 characters long.
ar: يجب أن يتكون رمز الدولة الدولي '{0}' من 3 أحرف.

source: International state code '{0}' should be 2 characters long.
ar: يجب أن يتكون رمز الدولة الدولي '{0}' من حرفين.

source: International region code '{0}' should be 3 characters long.
ar: يجب أن يتكون رمز المنطقة الدولية '{0}' من 3 أحرف.

source: International city code '{0}' should be 4 characters long.
ar: يجب أن يتكون رمز المدينة الدولي '{0}' من 4 أحرف.

source: Can't calculate batch {0}. Only batch in the 'PENDING_APPROVAL' status can be calculated.
ar: لا يمكن حساب الدُفعة {0} . يمكن حساب الدُفعة فقط في حالة 'PENDING_APPROVAL'.
fr: Impossible de calculer le lot {0} . Seul le lot dans l'état 'PENDING_APPROVAL' peut être calculé.

source: Can't update batch {0}. Only batch in the 'PENDING_APPROVAL' status can be updated.
ar: لا يمكن تحديث الدُفعة {0} . يمكن تحديث الدُفعة فقط في حالة 'PENDING_APPROVAL'.
fr: Impossible de mettre à jour le lot {0} . Seul le lot dans l'état 'PENDING_APPROVAL' peut être mis à jour.

source: Can't update batch {0}. Only batch in the 'PENDING_APPROVAL' status can be deleted.
ar: لا يمكن تحديث الدُفعة {0} . يمكن حذف الدُفعة فقط في حالة 'PENDING_APPROVAL'.
fr: Impossible de mettre à jour le lot {0} . Seul le lot dans l'état 'PENDING_APPROVAL' peut être supprimé.

source: Person {0} doesn't have primary assignment on current date.
ar: الشخص {0} ليس لديه مهمة أساسية في التاريخ الحالي.

source: Employee {0} doesn't have primary assignment on current date.
ar: الموظف {0} ليس لديه مهمة أساسية في التاريخ الحالي.

source: It is not possible to reject time off for a timesheet where time off auto approve setting is checked.
ar: لا يمكن رفض إجازة جدول زمني يتم فيه تحديد وقت إجازة الموافقة التلقائية.
fr: Il n'est pas possible de rejeter le congé pour une feuille de temps où le paramètre d'approbation automatique du congé est coché.

source: Quarter can't be less than 1 and greater than 4.
ar: لا يمكن أن يكون الربع أقل من 1 وأكبر من 4.

source: Payroll periods for schedule '{0}' and year {1} already exist.
ar: فترات جداول الرواتب للجدول '{0}' والسنة {1} موجودة بالفعل.

source: Employee '{0}' can't have more than 1 started tasks.
ar: لا يمكن أن يكون لدى الموظف '{0}' أكثر من 1 مهمة بدأت.

source: Year end should be set for Non-Accruing Fiscal plan '{0}'.
ar: يجب تعيين نهاية السنة للخطة المالية غير المستحقة '{0}'.
fr: La fin d'année doit être définie pour le plan financier non comptabilisé ' {0} '.

source: Notes should be set for time off plan {0}.
ar: يجب ضبط الملاحظات للوقت المحدد للخطة {0} .
fr: Les notes doivent être définies pour le plan de congé {0} .

source: It is not allowed to update approved time off from ESS.
ar: غير مسموح بتحديث الإجازة المعتمدة من ESS.
fr: Il n'est pas autorisé de mettre à jour les congés approuvés de ESS.

source: It is not allowed to update submitted time off from ESS.
ar: لا يُسمح بتحديث وقت الإجازة المقدم من ESS.
fr: Il n'est pas autorisé de mettre à jour les congés soumis à partir de ESS.

source: End time should be set for partial day holiday '{0}'.
ar: يجب ضبط وقت الانتهاء لعطلة يوم جزئي '{0}'.
fr: L'heure de fin doit être définie pour le jour de congé partiel ' {0} '.

source: New hiring manager should be defined.
ar: يجب تعيين مدير توظيف جديد.

source: New recruiter should be defined.
ar: يجب تحديد المجند الجديد.

source: New supervisor should be defined.
ar: يجب تحديد مشرف جديد.

source: Benefit termination flag should be defined.
ar: يجب تحديد علم إنهاء المنافع.

source: Employee termination date should be set.
ar: يجب تعيين تاريخ إنهاء الموظف.

source: Employee termination reason should be set.
ar: يجب تعيين سبب إنهاء الموظف.

source: Carryover used '{0}' can't be more than carryover '{1}'.
ar: لا يمكن أن يكون النقل المُستخدم '{0}' أكثر من مرحل '{1}'.
fr: Le report utilisé ' {0} ' ne peut pas être supérieur au report ' {1} '.

source: Only manager is able to edit time off in the 'Pending approval' or the 'Verified' status.
ar: المدير الوحيد هو القادر على تعديل الإجازة في حالة 'الموافقة المعلقة' أو حالة 'التحقق'.
fr: Seul le responsable peut modifier les congés dans l'état "En attente d'approbation" ou "Vérifié".

source: It's not allowed to add time off without details.
ar: لا يُسمح بإضافة وقت إجازة بدون تفاصيل.
fr: Il n'est pas permis d'ajouter des congés sans détails.

source: No active assignment details for assignment in period '{0}' - '{1}' for employee '{2}'.
ar: لا توجد تفاصيل مهمة نشطة للمهمة في الفترة '{0}' - '{1}' للموظف '{2}'.
fr: Aucun détail d'affectation actif pour l'affectation dans la période ' {0} ' - ' {1} ' pour l'employé ' {2} '.

source: Allocation should be set to 'auto allocate' task '{0}'.
ar: يجب تعيين التخصيص على 'تخصيص تلقائي' مهمة '{0}'.
fr: L'allocation doit être définie sur 'allocation automatique', tâche ' {0} '.

source: You are not allowed to complete the batch that was not transmitted and has the status deffer to 'Paid' and 'Reversal'.
ar: لا يُسمح لك بإكمال الدُفعة التي لم يتم إرسالها ولديك حالة تأجيل إلى 'مدفوع' و 'عكس'.
fr: Vous n'êtes pas autorisé à terminer le lot qui n'a pas été transmis et dont le statut est alors «Payé» et «Annulation».

source: Total deposits amount {0} does not equal to net pay {1}.
ar: إجمالي الودائع {0} لا يعادل صافي الأجر {1} .
fr: Le montant total des dépôts {0} ne correspond pas au salaire net {1} .

source: Both Salary ({0}) and hourly ({1}) assignment details were found for Salary Income.
ar: تم العثور على تفاصيل مهمة الراتب ( {0} ) والساعة ( {1} ) لإيرادات الراتب.
fr: Des détails sur les affectations salariales ( {0} ) et horaires ( {1} ) ont été trouvés pour le revenu salarial.

source: It is not allowed to calculate accrued for non-accrual time off plan.
ar: لا يُسمح بحساب المستحقات في غير وقت الاستحقاق خارج الخطة.
fr: Il n'est pas permis de calculer le temps de travail accumulé pour le temps libre non accumulé.

source: Options should be provided for PDF report '{0}'.
ar: يجب توفير خيارات لتقرير PDF '{0}'.
fr: Les options doivent être fournies pour le rapport PDF ' {0} '.

source: It is not allowed to generate ACH for already completed batch '{0}'.
ar: غير مسموح بإنشاء ACH للدفعة المكتملة بالفعل '{0}'.
fr: Il n'est pas autorisé de générer ACH pour le lot ' {0} ' déjà terminé.

source: Unsupported webform token '{0}'.
ar: الرمز المميز لنموذج الويب غير المدعوم '{0}'.
fr: Jeton de formulaire Web non pris en charge ' {0} '.

source: Unsupported accrual period '{0}' for a fiscal plan.
ar: فترة الاستحقاق غير المدعومة '{0}' لخطة مالية.
fr: Période de comptabilisation non prise en charge ' {0} ' pour un plan fiscal.

source: Can't find active assignment for employee '{0}' by position code '{1}'.
ar: لا يمكن العثور على مهمة نشطة للموظف '{0}' حسب رمز الموضع '{1}'.

source: Employee '{0}' can't have more than 1 active assignment with the same position code {1}.
ar: لا يمكن أن يكون لدى الموظف '{0}' أكثر من مهمة واحدة نشطة لها نفس رمز الموقف {1} .
fr: L'employé ' {0} ' ne peut pas avoir plus d'une affectation active avec le même code de position {1} .

source: Option '{0}' should be set for '{1}' report.
ar: يجب تعيين الخيار ' {0} {1} ' لتقرير '{1}'.
fr: L'option ' {0} ' doit être définie pour le rapport ' {1} '.

source: File key '{0}' is not found in request body.
ar: لم يتم العثور على مفتاح الملف '{0}' في نص الطلب.
fr: La clé de fichier ' {0} ' est introuvable dans le corps de la demande.

source: Assignment for employee '{0}' can't have more than 1 active detail.
ar: لا يمكن أن تحتوي مهمة الموظف '{0}' على أكثر من 1 من التفاصيل النشطة.
fr: L'affectation pour l'employé ' {0} ' ne peut pas avoir plus d'un détail actif.

source: It is not allowed to have assignments without details in the system for employee '{0}'.
ar: لا يجوز أن يكون لديك مهام دون تفاصيل في النظام للموظف '{0}'.
fr: Il n'est pas autorisé d'avoir des affectations sans détails dans le système pour l'employé ' {0} '.

source: Pay date {0} can't be before period start date {1}.
ar: لا يمكن أن يكون تاريخ الدفع {0} قبل تاريخ بدء الفترة {1} .

source: All week days for '{0}' year are set as 'Regular Days Closed'.
ar: يتم تعيين كل أيام الأسبوع '{0}' للسنة على أنها 'أيام عادية مغلقة'.
fr: Tous les jours de la semaine pour l'année {0} sont définis comme "Jours fermés".

source: Report '{0}' generation is not implemented for year '{1}'.
ar: لا يتم تطبيق جيل التقرير '{0}' للسنة '{1}'.
fr: La génération de rapports ' {0} ' n'est pas implémentée pour l'année ' {1} '.

source: Report generation is not implemented for '{0}'.
ar: لم يتم تطبيق إنشاء التقرير لـ '{0}'.
fr: La génération de rapport n'est pas implémentée pour ' {0} '.

source: Either 'countryCode' or 'personId' request parameter should be specified.
ar: يجب تحديد إما معلمة طلب 'countryCode' أو 'personId'.
fr: Le paramètre de demande 'countryCode' ou 'personId' doit être spécifié.

source: Either 'entityTypeCd' or 'entityTypeCode' request parameter should be specified.
ar: يجب تحديد إما معلمة طلب 'entityTypeCd' أو 'entityTypeCode'.
fr: Le paramètre de requête 'entityTypeCd' ou 'entityTypeCode' doit être spécifié.

source: 'employerId' request parameter should be specified.
ar: يجب تحديد معلمة طلب 'صاحب العمل'.
fr: Le paramètre de demande 'employerId' doit être spécifié.

source: Either 'startDate' or 'endDate' request parameter should be specified.
ar: يجب تحديد إما معلمة طلب 'startDate' أو 'endDate'.
fr: Le paramètre de requête 'startDate' ou 'endDate' doit être spécifié.

source: 'timesheetTypeId' request parameter should be set.
ar: يجب تعيين معلمة طلب 'timesheetTypeId'.
fr: Le paramètre de requête 'timesheetTypeId' doit être défini.

source: Report generation is not implemented for '{0}' for selected set of parameters. Please check parameters.
ar: لا يتم تطبيق إنشاء التقرير على '{0}' لمجموعة معلمات محددة. يرجى التحقق من المعلمات.
fr: La génération de rapport n'est pas implémentée pour ' {0} ' pour le jeu de paramètres sélectionné. S'il vous plaît vérifier les paramètres.

source: Person preferences should be set for person {0}.
ar: يجب تعيين تفضيلات الشخص للشخص {0} .
fr: Les préférences de personne doivent être définies pour la personne {0} .

source: It is not allowed to update terminated benefit.
ar: لا يجوز تحديث المنفعة.
fr: Il n'est pas permis de mettre à jour un avantage résilié.

source: Recall for not approved entity should not go through the workflow.
ar: لا ينبغي أن يتذكر استدعاء الكيان غير المعتمد سير العمل.
fr: Rappel pour entité non approuvée ne doit pas passer par le workflow.

source: Unsupported recall request type '{0}'.
ar: نوع طلب الاستدعاء غير المدعوم '{0}'.
fr: Type de demande de rappel non pris en charge ' {0} '.

source: Unable to parse employer match formula: {0}.
ar: غير قادر على تحليل صيغة مطابقة صاحب العمل: {0} .
fr: Impossible d'analyser la formule de correspondance employeur: {0} .

source: Expected 1 argument for operation '{0}'.
ar: توقع وسيطة واحدة للتشغيل '{0}'.
fr: 1 argument attendu pour l'opération ' {0} '.

source: Expected {1} arguments for operation '{0}'.
ar: الوسيطات المتوقعة {1} للعملية '{0}'.
fr: Arguments attendus {1} pour l'opération ' {0} '.

source: Function {0} is not supported.
ar: الوظيفة {0} غير مدعومة.
fr: La fonction {0} n'est pas prise en charge.

source: Source data can be used just for plan calculations.
ar: يمكن استخدام مصدر البيانات فقط لحسابات الخطة.
fr: Les données source peuvent être utilisées uniquement pour les calculs de plan.

source: Functions with {0} arguments are not supported.
ar: الدالات ذات الوسيطات {0} غير مدعومة.
fr: Les fonctions avec des arguments {0} ne sont pas prises en charge.
