Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Officer
ar: ضابط
es: Oficial
fr: Officier

source: Reporting Structure
ar: هيكل التقارير

source: Education
ar: التعليم
es: Educación
fr: Éducation

source: Experience
ar: تجربة
es: Experiencia
fr: Expérience

source: Security Clearance
ar: تصريح أمني
es: Habilitación de seguridad
fr: Autorisation de sécurité

source: Travel Requirements
ar: متطلبات السفر
es: Requerimientos de viaje
fr: Exigences de voyage

source: Work from Home
ar: العمل من المنزل
es: trabaja desde casa.
fr: Travailler à domicile

source: Dress / Attire
ar: اللباس / الملابس
es: Vestido / traje
fr: Robe / tenue

source: Skills
ar: مهارات
es: Habilidades
fr: Compétences

source: Add
ar: إضافة
es: Añadir
fr: Ajouter

source: Skill
ar: مهارة
es: Especialidad
fr: Compétence

source: Level
ar: مستوى
es: Nivel
fr: Niveau

source: Assignments
ar: تعيينات
es: Misiones

source: Status
ar: الحالة
es: Estado
fr: Statut

source: Inactive
ar: غير نشط
es: Inactivo
fr: Inactif

source: Add Position
ar: إضافة الوظيفة
es: Añadir Posición

source: Copy Existing
ar: نسخة موجودة
es: copia existente

source: All
ar: الكل
es: Todo
fr: Tout

source: Search
ar: بحث
es: Buscar
fr: Chercher

source: Help Center
ar: مركز المساعدة
es: Centro de Costo

source: What do you need help with?
ar: ما الذى تحتاج المساعدة به؟
es: Con qué necesitas ayuda?

source: Related Articles
ar: مقالات ذات صلة
es: Artículos relacionados

source: No articles found.
ar: لا توجد مقالات.
es: No se encontraron noticias

source: Release Notes
ar: ملاحظات الإصدار
es: Notas del comunicado

source: Read full release
ar: قراءة الإصدار الكامل
es: Leer el comunicado completo

source: Before you submit a ticket, please check to see if your question has already been answered in our knowledge base.
ar: قبل إرسال التذكرة ، يرجى التحقق لمعرفة ما إذا كان قد تم بالفعل إجابة سؤالك في قاعدة معارفنا.
es: Antes de enviar una entrada, comprobar para ver si su pregunta ya ha sido contestada en nuestra base de conocimiento.

source: View help articles
ar: عرض مقالات المساعدة
es: Ver artículos de ayuda

source: Subject
ar: موضوع
es: Asunto

source: Please enter the details of your request. A member of our support staff will respond as soon as possible.
ar: يرجى إدخال تفاصيل طلبك. سوف يرد أحد موظفي الدعم لدينا في أسرع وقت ممكن.
es: Por favor, introduzca los detalles de su solicitud. Un miembro de nuestro equipo de soporte responderá tan pronto como sea posible.

source: Attachments
ar: مرفقات
es: Adjuntar archivo

source: or drop files here
ar: أو إسقاط الملفات هنا
es: Suelte el archivo aquí o navegar

source: Submit a request
ar: تقديم طلب
es: presentar una solicitud

source: Support
ar: الدعم
es: Apoyo

source: No requests found.
ar: لم يتم العثور على طلبات.
es: No se han encontrado solicitudes de devolución

source: Suggestion
ar: اقتراح
es: Preguntas

source: Send
ar: إرسال
es: Enviar

source: Create Suggestion
ar: إنشاء اقتراح
es: Actualizar la dirección solicitada.

source: No suggestions found.
ar: لم يتم العثور على اقتراحات.
es: No se han encontrado solicitudes de devolución

source: Knowledge Base
ar: قاعدة المعرفة
es: Ayuda

source: New Idea
ar: فكرة جديدة
es: Idea Nueva

source: First Name
ar: الاسم الاول
es: Nombre
fr: Prénom

source: Last Name
ar: الكنية
es: Apellido
fr: Nom de famille

source: Employee Number
ar: رقم الموظف
es: Número de empleado
fr: Numéro d'employé

source: Social Security Number
ar: رقم الضمان الاجتماعي
es: Número de Seguro Social
fr: Numéro de sécurité sociale

source: Middle Name
ar: الاسم الوسطى
es: Segundo nombre
fr: Deuxième nom

source: Employer Alternative Name
ar: اسم صاحب العمل البديل
es: Nombre del empleador Alternativa

source: Add Employee
ar: إضافة موظف
es: Añadir Empleado
fr: Ajouter un employé

source: Rehire an Employee
ar: Rehire موظف
es: Volver a contratar a un empleado

source: Add an Employer
ar: أضف صاحب عمل

source: Transfer an Employee
ar: نقل موظف
es: Transferir a un empleado

source: Create
ar: خلق
es: Fecha de Creación
fr: Créer

source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour

source: Remove
ar: إزالة
es: Quitar
fr: Supprimer

source: Chart
ar: خريطة
es: Gráfico

source: This Week
ar: هذا الاسبوع
es: Este año

source: Load More
ar: تحميل المزيد
es: Carga más

source: Recently viewed
ar: شوهدت مؤخرا
es: Revisado por

source: Dashboard
ar: لوحة القيادة
es: Escritorio

source: Employees
ar: الموظفين
es: Empleados
fr: Employés

source: Organization
ar: منظمة
es: Organización

source: Reports
ar: تقارير
es: Informes
fr: Rapports

source: Preparing for download
ar: التحضير للتنزيل

source: Successfully.
ar: بنجاح.
es: Exitosamente.
fr: Avec succès.

source: Calculation
ar: عملية حسابية
es: Método de cálculo

source: Calculation in progress
ar: حساب في التقدم

source: Something went wrong.
ar: هناك خطأ ما.
es: Algo salió mal.
fr: Quelque chose a mal tourné.

source: Errors in the calculation
ar: أخطاء في الحساب
es: Cálculo alternativo

source: Delete record
ar: حذف سجل
es: Eliminar registro
fr: Supprimer l'enregistrement

source: Do you want to delete the record?
ar: هل تريد حذف السجل؟
es: Quieres eliminar estas fechas?
fr: Voulez-vous supprimer le record?

source: Unapprove
ar: إلغاء الموافقة
es: Aprobar

source: Do you want to unapprove this batch?
ar: هل تريد إلغاء الموافقة على هذه الدفعة؟
es: ¿Quieres aprobar la solicitud?

source: Save To Batch
ar: حفظ إلى الدفعة
es: Guardar en Lote

source: Saving in progress
ar: إنقاذ في التقدم

source: Errors in saving imported data
ar: أخطاء في حفظ البيانات المستوردة
es: Errores guardando los datos importados.

source: Import File
ar: استيراد ملف

source: Current user already has that income.
ar: المستخدم الحالي لديه بالفعل هذا الدخل.
es: El usuario actual ya tiene ese ingreso.

source: Task
ar: مهمة
es: Tarea
fr: Tâche

source: Remove Income
ar: إزالة الدخل
es: Ingresos

source: Do you want to remove income:
ar: هل تريد إزالة الدخل:
es: ¿Quieres eliminar?

source: Employee Notes
ar: ملاحظات الموظف

source: The maximum length for this field is
ar: الحد الأقصى للطول لهذا الحقل هو
es: La longitud máxima para este campo es
fr: La longueur maximale de ce champ est

source: Some employees were not added to the batch
ar: لم تتم إضافة بعض الموظفين إلى المجموعة

source: Errors in changing income lists
ar: أخطاء في تغيير قوائم الدخل

source: Employee count
ar: عدد الموظفين

source: Select Employees
ar: حدد الموظفين
es: Empleados activos
fr: Sélectionnez les employés

source: Show Inactive
ar: عرض غير نشط
es: Mostrar Inactivo
fr: Afficher inactif

source: Add Employees
ar: إضافة الموظفين
es: Añadir Empleado

source: Adding in progress
ar: مضيفا في التقدم

source: Cannot add Income
ar: لا يمكن إضافة الدخل
es: No puede agregar Ingresos

source: Add at least one Employee first.
ar: أضف موظفًا واحدًا على الأقل أولاً.
es: Agregar planes al empleado

source: Select Incomes
ar: حدد الدخل
es: Seleccionar formulario

source: Rate
ar: معدل
es: Tarifa de pago

source: Change income list
ar: تغيير قائمة الدخل

source: Changing in progress
ar: تغيير في التقدم

source: Remove Employee
ar: إزالة الموظف
es: Retire del Empleado

source: Do you want to remove {0} from batch?
ar: هل تريد إزالة {0} من الدُفعة؟
es: ¿Desea eliminar {0} récord?

source: Summary
ar: ملخص
es: Resumen
fr: Sommaire

source: This file has been already transmitted.
ar: تم نقل هذا الملف بالفعل
es: Este archivo ya ha sido transmitido.

source: Do you want to transmit again?
ar: هل تريد الإرسال مرة أخرى؟
es: ¿Quieres restablecer la contraseña?

source: Batch completed.
ar: الدفعة الانتهاء.
es: Completado

source: Successfully generated.
ar: ولدت بنجاح.

source: Export
ar: تصدير
es: Importar
fr: Exportation

source: Export in progress
ar: تصدير في التقدم

source: the following incomes has no GL account:
ar: الدخل التالي ليس له حساب GL:
es: los siguientes ingresos no tiene en cuenta GL:

source: the following taxes has no GL account:
ar: لا تحتوي الضرائب التالية على حساب GL:
es: los siguientes ingresos no tiene en cuenta GL:

source: the following deductions has no GL account:
ar: لا تحتوي الخصومات التالية على حساب GL:
es: las siguientes deducciones no tienen cuenta GL:

source: GL Export
ar: تصدير GL

source: The record exported
ar: السجل تصديرها
es: El registro exportado

source: Download in progress
ar: تحميل في التقدم

source: Preview
ar: معاينة
es: Anterior

source: Branch ID
ar: معرف الفرع

source: Transmit
ar: نقل
es: Transferencia

source: The Work Number export successful.
ar: تصدير رقم العمل بنجاح.
es: El número de trabajo se exportó correctamente.

source: Approved
ar: وافق
es: Aprobado

source: Approval Pending
ar: في انتظار الموافقة
es: Aprobación pendiente
fr: En attente d'approbation

source: Previous
ar: السابق
es: Anterior

source: Download Summary PDF
ar: تحميل ملخص قوات الدفاع الشعبي
es: Descargar Resumen PDF

source: Gross Income
ar: الدخل الإجمالي
es: Ingresos

source: Employee Taxes
ar: ضرائب الموظفين
es: Empleados

source: Employee Deductions
ar: استقطاعات الموظفين
es: Contribución del trabajador:

source: Employer Taxes
ar: ضرائب صاحب العمل
es: Empleados

source: Employer Deductions
ar: استقطاعات صاحب العمل
es: Contribución del empleador

source: Payroll Total
ar: إجمالي الرواتب
es: Auditoría del Proceso de Nóminas

source: Batch Summary
ar: ملخص الدفعة
es: Hoja de tiempo ahorrado.

source: Total Income
ar: إجمالي الدخل
es: Ingresos

source: Total Employee Tax
ar: إجمالي ضريبة الموظفين
es: Empleado

source: Total Employee Deduction
ar: إجمالي خصم الموظف
es: Guardar Deducción

source: Total Employer Tax
ar: إجمالي ضريبة صاحب العمل
es: Igualación del Empleador

source: Total Employer Deduction
ar: مجموع صاحب العمل خصم
es: Guardar Deducción

source: Total Cost To Employer
ar: التكلفة الإجمالية لصاحب العمل
es: Costo total para el empleador

source: Payments Selected
ar: المدفوعات المختارة
es: No seleccionado

source: Change
ar: يتغيرون
es: Cambiar
fr: Changement

source: Change Payment
ar: تغيير الدفع
es: Cambiar Pago

source: Payment Type
ar: نوع الدفع
es: Tipo de documento
fr: Type de paiement

source: Employee Name
ar: اسم الموظف
es: Número de empleado
fr: Nom de l'employé

source: Check Amount
ar: التحقق من المبلغ

source: ACH Account Name
ar: اسم حساب ACH

source: Back
ar: عودة
es: Espalda
fr: Retour

source: Next
ar: التالى
es: Siguiente
fr: Prochain

source: On Cycle
ar: على دورة
es: En ciclo

source: Off Cycle
ar: من دوره
es: Ciclo de apagado

source: Pay Group
ar: مجموعة الدفع
es: Grupo salario

source: Special Pay Period
ar: فترة الدفع الخاصة
es: Período de pago especial

source: Calculation Method
ar: طريقة حساب
es: Método de cálculo
fr: Méthode de calcul

source: Payroll Schedule
ar: جدول الرواتب
es: Número de nómina
fr: Calendrier de paie

source: Not Selected
ar: لم يتم اختياره
es: No seleccionado

source: Pay Date
ar: تاريخ الدفع
es: Tarifa de pago
fr: Date de paye

source: Generate ACH
ar: توليد ACH
es: Generar ACH

source: ACH Payments
ar: ACH المدفوعات
es: Adjuntar archivo

source: Generate Ceridian Check
ar: توليد Ceridian تحقق

source: Payments
ar: المدفوعات

source: Generate
ar: توليد
es: Generar

source: Bank Account
ar: حساب البنك
es: Número de cuenta bancaria
fr: Compte bancaire

source: Total Amount
ar: المبلغ الإجمالي
es: Horas totales

source: Import Data
ar: بيانات الاستيراد
es: Importar

source: Load Timesheets
ar: تحميل الجداول الزمنية
es: Hojas de Tiempo

source: Add to Batch
ar: أضف إلى الدفعة
es: Agregar a lote

source: File Name
ar: اسم الملف
es: Nombre de archivo
fr: Nom de fichier

source: Import Time
ar: وقت الاستيراد
es: Timesheet de importación

source: Valid Records
ar: سجلات صالحة
es: seleccionar registros

source: Errors
ar: أخطاء
es: Eerror
fr: Erreurs

source: Added to Batch
ar: أضيفت إلى دفعة
es: Agregado a Lote

source: Download CSV file with errors
ar: قم بتنزيل ملف CSV مع وجود أخطاء

source: Supplemental Calculation
ar: حساب إضافي
es: Cálculo alternativo

source: Number of Employees
ar: عدد الموظفين
es: Search for Employee

source: Add Income
ar: إضافة الدخل
es: Ingresos

source: Prev
ar: السابق
es: Anterior

source: Previous employee
ar: الموظف السابق
es: Compartir con los empleados

source: Next employee
ar: الموظف القادم
es: Compartir con los empleados

source: Employee Payroll Entry Details
ar: تفاصيل إدخال كشوف رواتب الموظفين
es: Detalles de entrada de nómina del empleado

source: Save
ar: حفظ
es: Guardar
fr: Sauver

source: Calculate
ar: حساب
es: Método de cálculo

source: Gross Up
ar: يصل إجماليها
es: Recaudar en bruto

source: Notes
ar: ملاحظات
es: Notas
fr: Les notes

source: Employee Paid Taxes and Deductions
ar: الموظف دفع الضرائب والخصومات
es: Impuestos y deducciones pagadas a los empleados

source: Amount
ar: كمية
es: Cantidad
fr: Montant

source: Company Paid Taxes and Deductions
ar: شركة الضرائب المدفوعة والخصومات
es: Impuestos y deducciones pagados por la compañía

source: Payroll Totals
ar: إجمالي الرواتب

source: Income List
ar: قائمة الدخل
es: ingresos

source: Hours / Units / FTE
ar: ساعات / وحدات / FTE
es: Horas / unidades / FTE

source: Income Gross Up
ar: الدخل الإجمالي للأعلى
es: ingresos

source: Desired Net
ar: المطلوب صافي
es: Red deseada

source: Income to Gross Up
ar: الدخل إلى الإجمالي
es: Ingresos a Gross Up

source: Hide Income Columns
ar: إخفاء أعمدة الدخل
es: Código de ingreso

source: Show Income Columns
ar: إظهار أعمدة الدخل
es: No se encontraron códigos de ingresos.

source: Manage Incomes
ar: إدارة الدخل
es: ingresos

source: View Details
ar: عرض التفاصيل
es: Detalles

source: Payroll batch is being processed and cannot be changed.
ar: دفعة المرتبات قيد المعالجة ولا يمكن تغييرها.

source: Show Summary
ar: عرض الملخص

source: {0} employees
ar: {0} موظف

source: {0} employee
ar: {0} موظف
es: Empleado

source: Gross Pay
ar: إجمالي الراتب
es: Sueldo bruto

source: Taxes
ar: الضرائب
es: Impuestos
fr: Les taxes

source: Deductions
ar: الخصومات
es: Deducciones
fr: Déductions

source: Net
ar: شبكة
es: Neto

source: Non Cash
ar: غير النقدية

source: Print Checks
ar: طباعة الشيكات
es: Imprimir cheques

source: Print
ar: طباعة
es: Impresión

source: Starting Check Number
ar: بدء التحقق من عدد
es: Numero de ruta

source: Number of Checks
ar: عدد الشيكات
es: Número de Departamentos

source: Complete Batch
ar: دفعة كاملة
es: Fecha de finalización

source: Transmit to PTSC
ar: نقل إلى PTSC
es: Transmitir a PTSC

source: Change Payment Type
ar: تغيير نوع الدفع
es: Cambiar Tipo de Pago

source: Void Payment
ar: الدفع باطل
es: Pago nulo

source: Reverse
ar: عكس
es: Ingresos

source: Process
ar: معالجة
es: Procesamiento de pago

source: Net Pay
ar: صافي الأجر

source: Reference
ar: مرجع
es: Experiencia

source: Amount (Checks)
ar: المبلغ (الشيكات)
es: Monto (Cheques)

source: Amount (ACH)
ar: المبلغ (ACH)
es: Cantidad

source: Amount (Tax Filing)
ar: المبلغ (الإيداع الضريبي)
es: Monto (declaración de impuestos)

source: Check Payments
ar: تحقق المدفوعات
es: Registrado en

source: Void
ar: باطل
es: Vacío

source: Batch
ar: دفعة
es: Lote

source: Payroll Entry
ar: كشوف المرتبات
es: Auditoría del Proceso de Nóminas

source: Approval
ar: موافقة
es: Aprobar

source: Payroll Maintenance
ar: صيانة الرواتب
es: Mantenimiento de nómina

source: Add Batch
ar: أضف دفعة
es: Agregar lote

source: Batch name
ar: اسم الدفعة
es: Nombre del lote

source: Period Number
ar: رقم الفترة
es: Número de nómina

source: Pending
ar: قيد الانتظار
es: Pendiente

source: Batch Status
ar: دفعة الوضع
es: Estado Civil

source: TAX FILING
ar: التصريح عن الضريبة
es: LA DECLARACIÓN DE IMPUESTOS

source: Period
ar: فترة
es: Período
fr: Période

source: Quarter
ar: ربع
es: Este cuarto

source: Year
ar: عام
es: Este año

source: To
ar: إلى
es: Para
fr: À

source: Batch Name
ar: اسم الدفعة
es: Apellido

source: Create Date
ar: إنشاء تاريخ
es: Fecha de Creación

source: Ceridian Quarter
ar: حي السيريديان

source: Ceridian Year
ar: Ceridian السنة

source: GENERAL LEDGER
ar: دفتر الأستاذ العام
es: LIBRO MAYOR

source: GL Interface
ar: واجهة GL
es: Interfaz GL

source: Payroll Batch
ar: دفعة الرواتب
es: Auditoría del Proceso de Nóminas

source: Pay Processing
ar: معالجة الدفع
es: Procesamiento de pago

source: Pay Batch
ar: دفع الدفعة
es: Tarifa de pago

source: Tax Filing & Payments
ar: الإيداع الضريبي والمدفوعات
es: Declaración de impuestos y pagos

source: General Ledger
ar: دفتر الأستاذ العام
es: Libro mayor

source: Employee Maintenance
ar: صيانة الموظف
es: Igualación del Empleador

source: The candidate saved.
ar: تم حفظ المرشح.
es: Cambios Guardados.

source: Cover Letter
ar: غطاء الرسالة
es: Carta de presentación

source: Please set required fields.
ar: يرجى تحديد الحقول المطلوبة.
es: Por favor, seleccione Frecuencia primero.
fr: Veuillez définir les champs obligatoires.

source: Resume
ar: استئنف
es: Resumen
fr: CV

source: Email successfully sent.
ar: البريد الإلكتروني المرسلة بنجاح.
es: Guardado con éxito.

source: Select Candidates
ar: حدد المرشحين
es: Los candidatos

source: Number of Job Postings
ar: عدد الوظائف الشاغرة
es: Número de Departamentos

source: Reject Selected Candidates
ar: رفض المرشحين المختارين
es: Rechazar candidatos seleccionados

source: Success.
ar: نجاح.
es: Éxito

source: Changes Saved.
ar: تم حفظ التغييرات.
es: Cambios Guardados.

source: Background report requested.
ar: تقرير الخلفية المطلوبة.

source: No reports
ar: لا توجد تقارير
es: Informes

source: No requested background reports found.
ar: لم يتم العثور على تقارير خلفية مطلوبة.
es: No se han encontrado solicitudes de devolución

source: Request is being processed by external service.
ar: تتم معالجة الطلب بواسطة خدمة خارجية.
es: La solicitud está siendo procesada por un servicio externo.

source: Form successfully sent.
ar: تشكيل إرسالها بنجاح.
es: Guardado con éxito.

source: Onboarding List
ar: قائمة على متن الطائرة
es: Lista de A Bordo
fr: Liste d'embarquement

source: Select
ar: تحديد
es: Seleccionar
fr: Sélectionner

source: Preboarding successfully set.
ar: الإعداد المسبق بنجاح.

source: Select Submitted Forms
ar: حدد النماذج المقدمة
es: Seleccionar formulario

source: Submission Date
ar: تاريخ التقديم
es: Día de entrega

source: Save as PDF
ar: حفظ كملف PDF
es: Guardar como PDF
fr: Sauver en PDF

source: Desired Experience
ar: الخبرة المطلوبة
es: Experiencia

source: Desired Education
ar: التعليم المطلوب

source: Work Authorization
ar: تصريح عمل
es: Ubicación de trabajo

source: Job Saved.
ar: حفظ الوظيفة.
es: Guardado.

source: Hiring Managers
ar: مديري التوظيف
es: Director de Recursos Humanos

source: Select Interview Qualification Set
ar: حدد مجموعة تأهيل المقابلة
es: Seleccionar conjunto de calificación de entrevista

source: URL copied to clipboard.
ar: تم نسخ عنوان URL إلى الحافظة.
es: URL copiada al portapapeles

source: Current browser doesn't support this operation
ar: المتصفح الحالي لا يدعم هذه العملية
es: El navegador actual no es compatible con esta operación

source: Job Title
ar: المسمى الوظيفي
es: Título

source: Activity Type
ar: نوع النشاط
es: Actividades

source: Event Type
ar: نوع الحدث
es: Tipo de Archivo

source: Duration
ar: المدة الزمنية
es: Duración
fr: Durée

source: Add Attachment
ar: إضافة مرفق
es: Adjuntar archivo

source: Document Type
ar: نوع الوثيقة
es: Tipo de documento
fr: Type de document

source: Upload Date
ar: تاريخ الرفع
es: Fecha de carga
fr: Date de télécharger

source: Award
ar: جائزة
es: Premios

source: Award Date
ar: موعد الجائزة
es: Fecha de Inicio

source: External System
ar: النظام الخارجي
es: Sistema externo

source: Background Report
ar: تقرير الخلفية
es: Informe de antecedentes

source: External Service
ar: الخدمة الخارجية
es: Auto-servicio

source: Package
ar: صفقة
es: Paquete

source: Request
ar: طلب
es: Solicitud

source: Add Resume
ar: إضافة السيرة الذاتية
es: Resumen

source: Personality profile
ar: صورة شخصية

source: Demographics
ar: التركيبة السكانية
es: Demografía
fr: La démographie

source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil

source: Jobs
ar: وظائف
es: Trabajos
fr: Emplois

source: Activity
ar: نشاط
es: Actividades

source: Forms
ar: نماذج
es: Formularios
fr: Formes

source: Employment History
ar: تاريخ التوظيف
es: Contratación

source: Current
ar: تيار
es: Corriente

source: Present
ar: حاضر
es: Presente

source: Awards
ar: جوائز
es: Premios
fr: Prix

source: Certifications
ar: الشهادات
es: Certificaciones

source: Just Upload
ar: مجرد تحميل
es: Justo ahora

source: Parse
ar: تحليل
es: Analizar gramaticalmente

source: Do you want the system to parse the resume and update candidate's information?
ar: هل تريد من النظام تحليل السيرة الذاتية وتحديث معلومات المرشح؟
es: ¿Desea que el sistema analice el currículum y actualice los candidatos?información?

source: Clear existing information
ar: محو المعلومات الحالية
es: información acerca del salario

source: Certification
ar: شهادة
es: Certificación
fr: La certification

source: Issue Date
ar: تاريخ الاصدار
es: Fecha De Asunto
fr: Date d'émission

source: Expiry Date
ar: تاريخ الانتهاء
es: Fecha de caducidad
fr: Date d'expiration

source: Attach Cover Letter
ar: إرفاق رسالة الغلاف

source: Cover Letter Text
ar: نص رسالة الغلاف

source: Download Cover Letter
ar: تحميل رسالة الغلاف

source: Date of Birth
ar: تاريخ الولادة
es: Fecha de nacimiento
fr: Date de naissance

source: Sex
ar: جنس

source: Military Service
ar: الخدمة العسكرية
es: Última separación militar

source: Ethnicity
ar: الأصل العرقي
es: Origen étnico
fr: Ethnicité

source: Disabilities
ar: الإعاقة

source: Contacts
ar: جهات الاتصال
es: Contacto

source: Home Phone
ar: هاتف المنزل
es: Teléfono Personal
fr: Téléphone à la maison

source: Mobile Phone
ar: تليفون محمول
es: Teléfono Móvil
fr: Téléphone mobile

source: Email
ar: البريد الإلكتروني
es: Correo electrónico

source: Linked In
ar: مرتبط في

source: Web Site
ar: موقع الكتروني
es: Sitio web

source: Address
ar: عنوان
es: Dirección
fr: Adresse

source: Address 1
ar: العنوان 1
es: Dirección 1
fr: Adresse 1

source: Address 2
ar: العنوان 2
es: Dirección 2
fr: Adresse 2

source: Postal Code
ar: الرمز البريدي
es: código postal
fr: Code postal

source: City
ar: مدينة
es: Ciudad
fr: Ville

source: State
ar: حالة
es: Estado
fr: Etat

source: Country
ar: بلد
es: País
fr: Pays

source: Full Name
ar: الاسم بالكامل
es: Nombre de archivo

source: Gender
ar: جنس
es: Género
fr: Genre

source: Military Status
ar: الحالة العسكرية
es: Situación Militar
fr: Statut militaire

source: Disability
ar: عجز
es: Discapacidad
fr: Handicap

source: Document
ar: وثيقة
es: Documento

source: Form Name
ar: اسم النموذج
es: Nombre del formulario
fr: Nom de forme

source: Size
ar: بحجم
es: Tamaño
fr: Taille

source: Filled
ar: معبأ
es: Lleno

source: School
ar: مدرسة
es: Colegio
fr: École

source: Degree
ar: الدرجة العلمية
es: Licenciatura
fr: Diplôme

source: Field of Study
ar: مجال الدراسة
es: Campo de estudio
fr: Domaine d'étude

source: Grade
ar: درجة
es: Grado

source: From
ar: من عند
es: De
fr: De

source: Additional Degree Information
ar: معلومات درجة إضافية
es: Información adicional Grado
fr: Information additionnelle sur les diplômes

source: Activities & Societies
ar: أنشطة ومجتمعات

source: Company
ar: شركة
es: Compañía
fr: Entreprise

source: Is Current
ar: حالي

source: Candidate Status
ar: حالة المرشح
es: Los candidatos

source: Rating
ar: تقييم
es: Valoración
fr: Évaluation

source: View Responses
ar: عرض الردود
es: Responsabilidades

source: Candidate
ar: مرشح
es: Los candidatos

source: Add Activity
ar: إضافة نشاط
es: Actividades

source: Download Resume
ar: تحميل السيرة الذاتية
es: Descargar

source: Send Email
ar: ارسل بريد الكتروني
es: Correo electrónico

source: Body
ar: الجسم
es: Cuerpo

source: Send Form
ar: إرسال النموذج
es: Seleccionar formulario

source: Upload file
ar: رفع ملف

source: Add Candidate
ar: إضافة مرشح
es: Los candidatos

source: Skills / Keywords
ar: المهارات / الكلمات الرئيسية
es: Habilidades / palabras clave

source: Last Applied
ar: التطبيقية الأخيرة
es: Último aplicado

source: Within Last Day
ar: خلال اليوم الأخير
es: Dentro del último día

source: Within Last Week
ar: خلال الأسبوع الماضي
es: Dentro de la semana pasada
