Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Can't create benefit plan. Employee benefit options are not defined. Options should be provided for {0} in option group {1}.
ar: لا يمكن إنشاء خطة فائدة. لم يتم تحديد خيارات منافع الموظفين. يجب توفير الخيارات لـ {0} في مجموعة الخيارات {1} .
es: No se puede crear el plan de beneficios. opciones de beneficios de los empleados no están definidos. Se deben ofrecer opciones para employeeid = {0} , optionGruop = {1} ".
fr: Impossible de créer un plan d'avantage. Les options d'avantages pour l'employé ne sont pas définies. Les options doivent être fournies pour {0} dans le groupe d'options {1}.

source: Can't create benefit plan. 'Value' should be defined for manual option in option group {0} of '{1}' plan.
ar: لا يمكن إنشاء خطة فائدة. يجب تعريف 'القيمة' للخيار اليدوي في مجموعة الخيارات {0} من خطة '{1}'.
es: No se puede crear el plan de beneficios. `valor` debe ser definido por la opción manual con optiongroup ( {0} ) para el Plan ( {1} ).
fr: Impossible de créer un plan d'avantage. La "valeur" doit être définie pour l'option manuelle dans le groupe d'options {0} du plan "{1}".

source: Can't create benefit plan. `Value` should be defined for non-manual option in option group {0} of {1} plan.
ar: لا يمكن إنشاء خطة فائدة. يجب تعريف 'القيمة' للخيار غير اليدوي في مجموعة الخيارات {0} من {1} الخطة.
es: No se puede crear el plan de beneficios. `valor` debe ser definido por la opción no manual con optiongroup ( {0} ) para el Plan ( {1} ).
fr: Impossible de créer un plan d'avantage. `Valeur` doit être défini pour l'option non manuelle dans le groupe d'options {0} du plan {1}.

source: Can't create benefit plan. Employee benefit plan '{0}' with code '{1}' has not expired yet.
ar: لا يمكن إنشاء خطة فائدة. خطة استحقاقات الموظفين '{0}' مع الكود '{1}' لم تنته بعد.
es: No se puede crear el plan de beneficios. Empleado plan de beneficios ' {0} ' no ha expirado todavía.
fr: Impossible de créer un plan d'avantage. Le plan d'avantage des employés '{0}' avec le code '{1}' n'a pas encore expiré.

source: Can't create benefit plan. `manualValue` should be defined for manual option in option group {0} of {1} plan.
ar: لا يمكن إنشاء خطة فائدة. يجب تعريف `manualValue` للخيار اليدوي في مجموعة الخيارات {0} من {1} الخطة.
es: No se puede crear el plan de beneficios. `manualValue` debe ser definido por la opción manual con optiongroup ( {0} ) para el Plan ( {1} ).
fr: Impossible de créer un plan d'avantage. La `ValeurManuelle` doit être définie pour l'option manuelle dans le groupe d'options {0} du plan {1}.

source: Can't create benefit plan. `benefitPlanOptionId` should be defined for non-manual option in option group {0} of {1} plan.
ar: لا يمكن إنشاء خطة فائدة. يجب تعريف `benefPlanOptionId` للخيار غير اليدوي في مجموعة الخيارات {0} من {1} الخطة.
es: No se puede crear el plan de beneficios. `benefitPlanOptionId` debe ser definido por la opción no manual con optiongroup ( {0} ) para el Plan ( {1} ).
fr: Impossible de créer un plan d'avantage. `PlanD'avantageOptionId` doit être défini pour une option non manuelle dans le groupe d'options {0} du plan {1}.

source: Employee time off hours '{0}' can't exceed employee average hours '{1}'.
ar: لا يمكن أن يتجاوز ساعات عمل الموظف '{0}' متوسط ساعات الموظف '{1}'.
es: 'Fuera de tiempo de los empleados horas {0} promedio de horas' no puede exceder de los empleados ' {1} '.
fr: Les heures de temps libre '{0}' des employés ne peuvent pas dépasser la moyenne des heures de travail '{1}'.

source: Employee average hours '{0}' should be more than 0.
ar: يجب أن يكون متوسط ساعات الموظف '{0}' أكثر من 0.
es: Empleado media hora ' {0} ' debe ser más que 0.
fr: Le nombre moyen d'heures d'employés '{0}' doit être supérieur à 0.

source: Time off ({0} {1:date}) is not approved.
ar: إجازة ( {0} {1: date}) غير معتمدة.
es: El tiempo libre ( {0} {1} ) no está aprobado.
fr: Temps libre ({0} {1:date}) ne sont pas approuvés.

source: Unable to import timesheets. Timesheets cannot be imported to a batch without payroll records.
ar: غير قادر على استيراد الجداول الزمنية. لا يمكن استيراد الجداول الزمنية إلى دُفعة بدون سجلات كشوف المرتبات.
es: Incapaz de hojas de tiempo de importación. Tabla de tiempos no se pueden importar a un lote sin registros de nómina.
fr: Impossible d'importer des feuilles de temps. Les feuilles de temps ne peuvent pas être importées dans un lot sans enregistrements de paie.

source: Can't update '{2}' plan. Invalid format is used in '{0}' formula. Expected result should be of '{1}' type.
ar: لا يمكن تحديث خطة '{2}'. يتم استخدام التنسيق غير صالح في صيغة '{0}'. يجب أن تكون النتيجة المتوقعة من النوع '{1}'.
es: No se puede actualizar ' {2} ' plan. Formato no válido se utiliza en ' {0} ' fórmula. Resultado esperado debería ser de ' {1} ' tipo.
fr: Impossible de mettre à jour le plan '{2}'. Un format non valide est utilisé dans la formule '{0}'. Le résultat attendu doit être de type '{1}'.

source: {0} doesn't have any company holidays assigned for {1} year.
ar: {0} لا يوجد لديه أي عطلات شركة مخصصة لـ {1} سنة.
es: Empleado con ID {0} no tiene ningún festivos de la empresa asignados para {1} año.
fr: {0} n'a pas de vacances d'entreprise attribué pour {1} année.

source: Invalid timesheet layout configuration. {0} timesheets found for {1} employee group. Only one timesheet layout should be available for an employee.
ar: تكوين تخطيط الجدول الزمني غير صالح. {0} وجدت الجداول الزمنية ل {1} جماعة موظف. يجب توفير تخطيط جدول زمني واحد فقط للموظف.
es: configuración de la disposición de parte de horas incorrecto. {0} tabla de tiempos encontrados para {1} grupo de empleados. Sólo un diseño de hoja de tiempo debe estar disponible para un empleado.
fr: Configuration de la feuille de temps non valide. {0} feuilles de temps trouvées pour le groupe d'employés {1}. Une seule feuille de temps doit être disponible pour un employé.

source: Can't upload file. Files of {0} type are not supported.
ar: لا يمكن تحميل الملف. ملفات النوع {0} غير مدعومة.
es: No se puede cargar el archivo. Los archivos de {0} tipo no son compatibles.
fr: Impossible de mettre à jour le flux de travail. Le flux de travail '{0}' est actuellement utilisé.

source: Can't import data. Employee number ({0}) already exists.
ar: لا يمكن استيراد البيانات. رقم الموظف ( {0} ) موجود بالفعل.
es: No se puede importar datos. Número de empleado ( {0} ) ya existe.
fr: Impossible d'importer des données. Le numéro d'employé ({0}) existe déjà.

source: Report {0} is not available. Check your profile privileges.
ar: التقرير {0} غير متاح. تحقق من امتيازات ملفك الشخصي.
es: Informe {0} no está disponible. Compruebe sus privilegios perfil.
fr: Le rapport {0} n'est pas disponible. Vérifiez vos privilèges de profil.

source: Can't {0} {1}. Please check your profile privileges.
ar: لا يمكن {0} {1} . يرجى التحقق من امتيازات ملفك الشخصي.
es: No se puede {0} {1} . Se recomienda consultar los privilegios del perfil.
fr: Impossible {0} {1}. Veuillez vérifier les privilèges de votre profil.

source: There is no access to document location {0}. Please check your profile privileges.
ar: لا يمكن الوصول إلى موقع المستند {0} . يرجى التحقق من امتيازات ملفك الشخصي.

source: Can't add '{0}' time off plan to employee. Only one time off plan of the same type can be assigned to employee.
ar: لا يمكن إضافة '{0}' خطة إجازة إلى الموظف. مرة واحدة فقط خارج الخطة من نفس النوع يمكن تعيين للموظف.
es: No se puede agregar tiempo libre plan para los empleados. Sólo una vez apagado en planta del mismo tipo se puede asignar a los empleados.
fr: Impossible d'ajouter le plan de temps libre '{0}' à l'employé. Un seul temps libre du même type peut être attribué à un employé.

source: Salary grade rates are invalid. Max rate must be greater than the Min rate.
ar: معدلات الراتب غير صالحة. يجب أن يكون معدل الحد الأقصى أكبر من معدل Min.
es: las tasas de grado salariales no son válidos. tasa de Max debe ser mayor que la tasa mínima.
fr: Les tarifs de salaire ne sont pas valides. Le tarif maximal doit être supérieur au tarif minimal.

source: Grade type is not defined for the selected salary group.
ar: لم يتم تحديد نوع الصف لمجموعة الرواتب المحددة.
es: Tipo de hoja de tiempo no está definida para los empleados.
fr: Le type de grade n'est pas défini pour le groupe de salaires sélectionné.

source: Pay frequency is not defined for the selected salary group.
ar: لم يتم تحديد تكرار الدفع لمجموعة الرواتب المحددة.
es: La frecuencia de pago no está definida para el grupo de salario seleccionado.
fr: La fréquence de paie n'est pas définie pour le groupe de salaire sélectionné.

source: The same timesheet task detail already exists. Start time - {0}, end time - {1}.
ar: نفس مهمة الجدول الزمني موجودة بالفعل. وقت البدء - {0} ، وقت {1} - {1} .
fr: Le même détail de tâche de feuille de temps existe déjà. Heure de début - {0} , heure de fin - {1} .

source: Can't update timesheet for detail - "{0}". Time range for the task detail ({1}-{2}) overlaps time of existing detail {3} ({4}-{5}).
ar: لا يمكن تحديث الجدول الزمني للحصول على التفاصيل - "{0}". نطاق الوقت لتفاصيل المهمة ( {1} - {2} ) يتداخل مع وقت التفاصيل الموجودة {3} ( {4} - {5} ).

source: Can't start timer. Current time overlaps time that has already been reported.
ar: لا يمكن أن تبدأ الموقت. الوقت الحالي يتداخل مع الوقت الذي تم الإبلاغ عنه بالفعل.
es: No se puede iniciar el temporizador. Hora superpone el tiempo que ya ha sido reportado.
fr: Impossible de démarrer le chronomètre. L'heure actuelle chevauche le temps déjà signalé.

source: The timer cannot be started until {0}.
ar: لا يمكن بدء المؤقت حتى {0} .

source: Can't update workflow. '{0}' workflow is currently in use.
ar: لا يمكن تحديث سير العمل. سير العمل '{0}' قيد الاستخدام حاليًا.
es: No se puede actualizar el flujo de trabajo, porque los detalles del flujo de trabajo ( {0} ) está actualmente en uso.
fr: Impossible de mettre à jour le flux de travail. Le flux de travail '{0}' est actuellement utilisé.

source: Please, enter a positive number for the field "Escalation Days" as workflow contains escalation steps.
ar: يرجى إدخال رقم موجب للحقل "أيام التصعيد " حيث يحتوي سير العمل على خطوات التصعيد.
fr: Entrez un nombre positif pour le champ "Jours d'escalade ", car le flux de travail contient des étapes d'escalade.

source: Manual entry is not allowed for timesheet ({0}).
ar: الإدخال اليدوي غير مسموح بالجدول الزمني ( {0} ).
es: La entrada manual no está permitido para parte de horas ( {0} ).
fr: La saisie manuelle n'est pas autorisé pour la feuille de temps ({0}).

source: Can't accrue time off. Employee {0} doesn't have active timesheet.
ar: لا يمكن أن تتراكم لا يوجد لدى الموظف {0} زمني نشط.
es: Empleado {0} no tiene fecha de nacimiento.
fr: Je ne peux pas accumuler de temps libre. L'employé {0} n'a pas de feuille de temps active.

source: Can't delete time off plan. There are employee time off records that reference this plan.
ar: لا يمكن حذف الوقت خارج الخطة. هناك وقت الموظف خارج السجلات التي تشير إلى هذه الخطة.
es: No se puede eliminar el tiempo fuera de plano. Hay tiempo de baja en los registros de empleados que hacen referencia a este plan.
fr: Impossible de supprimer le plan de temps libre. Il existe des enregistrements de temps libre des employés faisant référence à ce plan.

source: Email layout does not exist.
ar: تخطيط البريد الإلكتروني غير موجود.
fr: La mise en page des emails n'existe pas.

source: Start time of day "{0}" is earlier than the start time of week "{1}".
ar: وقت بدء اليوم "{0}" أقدم من وقت بدء الأسبوع "{1}".
es: Hora de inicio del día "{0}" es anterior a la hora de inicio de la semana "{1}".
fr: L'heure de début de la journée "{0}" est antérieure à l'heure de début de la semaine "{1}".

source: Invalid workflow configuration. {0} workflows of type {1} are available to {2}. Only one workflow of the same type can be available for an employee.
ar: تكوين سير العمل غير صالح. {0} مهام سير العمل من النوع {1} متاحة لـ {2} . سير العمل واحد فقط من نفس النوع يمكن أن تكون متاحة للموظف.
es: configuración de flujo de trabajo equivocado. {0} flujos de trabajo de tipo {1} están disponibles para los empleados {2} - {3} . Sólo un flujo de trabajo del mismo tipo puede estar disponible para un empleado.
fr: Configuration de flux de travail non valide. Les flux de travaux {0} de type {1} sont disponibles pour {2}. Un seul flux de travail du même type peut être disponible pour un employé.

source: Employee option with option group {0} was not found.
ar: لم يتم العثور على خيار الموظف مع مجموعة الخيارات {0} .
es: Con opción a compra con opción de grupo {0} no se ha encontrado.
fr: L'option employé avec le groupe d'options {0} est introuvable.

source: {0} doesn't have work geocode.
ar: {0} لا يحتوي على كود عمل جغرافي.
es: Empleado {0} no tiene código geográfico trabajo.
fr: {0} n'a pas de géocode de travail.

source: Work location {0} doesn't have geocode.
ar: موقع العمل {0} لا يحتوي على رمز جغرافي.
es: Empleado {0} no tiene código geográfico trabajo.
fr: Le lieu de travail {0} n'a pas de géocode.

source: Work location {0} doesn't have state.
ar: موقع العمل {0} لا يحتوي على حالة.

source: {0} doesn't have resident geocode.
ar: {0} لا يحتوي على رمز جغرافي مقيم.
es: Empleado {0} no tiene codificación geográfica de residencia.
fr: {0} n'a pas de géocode résident.

source: Can't add custom localization. Localization for this language and value already exists.
ar: لا يمكن إضافة الترجمة المخصصة. التعريب لهذه اللغة والقيمة موجود بالفعل.
es: No se puede agregar la localización personalizado. La localización de este lenguaje y el valor ya existe.
fr: Impossible d'ajouter une localisation personnalisée. La localisation pour cette langue et cette valeur existe déjà.

source: Can't remove {0} break from timesheet layout because this layout is already used in timesheets.
ar: لا يمكن إزالة {0} فاصل من تخطيط الجدول الزمني لأن هذا التنسيق مستخدم بالفعل في الجداول الزمنية.
es: No se puede quitar (0) descanso de la disposición de parte de horas, porque este trazado ya se utiliza en tabla de tiempos.
fr: Impossible de supprimer la rupture {0} de la mise en page de la feuille de temps, car celle-ci est déjà utilisée dans les feuilles de temps.

source: Can't stop break until {0:date('m/d/Y - h:i a')}. Minimum break time {1} hasn't passed. Break start time is {2}.
ar: لا يمكن إيقاف الاستراحة حتى {0: date ('m / d / Y - h: i a')}. لم يمر وقت الاستراحة الأدنى {1} . وقت بدء الاستراحة هو {2} .
es: No se puede detener el corte hasta {0:date('m/d/Y - h:i a')}. El tiempo mínimo de descanso {1} no ha pasado. El tiempo de inicio de descanso es {2}.
fr: Vous ne pouvez pas arrêter la pause avant le {0:date('m/d/Y - h:i a')}. Le temps de pause minimal {1} n'est pas écoulé. L'heure de début de la pause est {2}.

source: Language file is not available.<br/>Url: "{0}".<br/>Error: "{1}".
ar: ملف اللغة غير متاح. <br/> عنوان URL: "{0}". <br/> خطأ: "{1}".
fr: Le fichier de langue n'est pas disponible. <br/> URL: " {0} ". <br/> Erreur: " {1} ".

source: Employer match formula is not valid. Value: {0}.
ar: صيغة مطابقة صاحب العمل غير صالحة. القيمة: {0} .
fr: La formule de correspondance de l'employeur n'est pas valide. Valeur: {0} .

source: Termination reason is not defined.
ar: لم يتم تحديد سبب الإنهاء.

source: More then one overtime rule is found for employee {0}.
ar: تم العثور على أكثر من قاعدة عمل إضافي واحدة للموظف {0} .
es: Se encuentra más de una regla de horas extra para el empleado {0}.
fr: Plus d'une règle de temps supplémentaire est trouvé pour l'employé {0}.

source: Employee {0} doesn't have overtime rules assigned.
ar: لا يوجد لدى الموظف {0} قواعد العمل الإضافي المعينة.
es: Empleado {0} no tiene dirección principal.
fr: L'employé {0} n'a pas de règles relatives aux heures supplémentaires attribuées.

source: Can't update time off. The time off has already been submitted.
ar: لا يمكن تحديث إجازة. وقد تم تقديم إجازة بالفعل.

source: Can't delete time off. The time off has already been submitted.
ar: لا يمكن حذف إجازة وقد تم تقديم إجازة بالفعل.
es: No se puede eliminar el tiempo libre. El tiempo de descanso ya se ha presentado.
fr: Impossible de supprimer le temps libre. Le temps libre a déjà été soumis.

source: Can't update time off. The employee time off plan has already been closed.
ar: لا يمكن تحديث إجازة. تم إغلاق وقت إجازة الموظف.

source: Can't save time off detail. Employee time off plan has been closed.
ar: لا يمكن توفير الوقت خارج التفاصيل. تم إغلاق وقت الموظف خارج الخطة.
es: No se puede guardar tiempo libre detalle. tiempo libre plan de empleado ha sido cerrada.
fr: Impossible d'enregistrer le temps libre de détail. Le temps libre des employés a été fermé.

source: Bank account doesn't have file format defined.
ar: الحساب المصرفي لا يحتوي على تنسيق ملف محدد.
es: cuenta bancaria no tiene formato de archivo definido.
fr: Compte bancaire n'a pas de format de fichier défini.

source: Your online help account is not being created. Please try again later.
ar: لا يتم إنشاء حساب المساعدة عبر الإنترنت. الرجاء معاودة المحاولة في وقت لاحق.
es: Se está creando su cuenta de ayuda en línea. Por favor, inténtelo de nuevo más tarde.
fr: Votre compte d'aide en ligne n'est pas créé. Veuillez réessayer plus tard.

source: "Contact us" title is required.
ar: "اتصل بنا " العنوان مطلوب.

source: "Contact us" message is required.
ar: مطلوب رسالة "اتصل بنا ".

source: Can't add time off detail. Timesheet status should be REJECTED or NOT_SUBMITTED.
ar: لا يمكن إضافة وقت خارج التفاصيل. يجب رفض حالة الجدول الزمني أو NOT_SUBMITTED.
es: No se puede agregar tiempo libre detalle. estado de parte de horas debe ser rechazada o NOT_SUBMITTED.
fr: Impossible d'ajouter des détails sur les temps libre. L'état de la feuille de temps doit être REJETÉ ou NON_SOUMIS.

source: Can't submit timesheet. Please close all tasks and try to submit timesheet again.
ar: لا يمكن تقديم الجدول الزمني. يرجى إغلاق جميع المهام ومحاولة تقديم الجدول الزمني مرة أخرى.
es: No puedo enviar la planilla de horas. Cierre todas las tareas e intente enviar hojas de horas de nuevo.
fr: Impossible de soumettre une feuille de temps. Fermez toutes les tâches et essayez de soumettre à nouveau la feuille de temps.

source: Can't delete system administrator profile.
ar: لا يمكن حذف ملف تعريف مسؤول النظام.
es: No se puede eliminar el perfil de administrador del sistema.
fr: Impossible de supprimer le profil d'administrateur du système.

source: Can't clone system administrator profile.
ar: لا يمكن استنساخ ملف تعريف مسؤول النظام.

source: Can't remove profile. Profile is in use by one or several employees.
ar: لا يمكن إزالة الملف الشخصي. الملف الشخصي قيد الاستخدام من قبل موظف واحد أو عدة موظفين.
es: No se puede eliminar el perfil. El perfil está siendo utilizado por uno o varios empleados.
fr: Impossible de supprimer le profil. Le profil est utilisé par un ou plusieurs employés.

source: At least one employee group should be selected.
ar: يجب اختيار مجموعة واحدة على الأقل من الموظفين.

source: Can't create timesheet. The start date of the timesheet is earlier than your hire date.
ar: لا يمكن إنشاء جدول زمني. تاريخ بدء الجدول الزمني أقدم من تاريخ الاستئجار.
es: No se puede crear la parte de horas. La fecha de inicio de la hoja de horas es anterior a la fecha de contratación.
fr: Impossible de créer une feuille de temps. La date de début de la feuille de temps est antérieure à la date d'embauche.

source: You can't access hiring manager. Please contact your system administrator.
ar: لا يمكنك الوصول إلى مدير التوظيف. من فضلك تواصل مع مسؤول نظامك.
es: No puedes acceder al gerente de contratación. Por favor, póngase en contacto con el administrador del sistema.
fr: Vous ne pouvez pas accéder au gestionnaire d'embauche. Veuillez contacter votre administrateur système.

source: Can't view pay processing. You don't have access to some of the employees in this pay batch.
ar: لا يمكن عرض معالجة الدفع. ليس لديك حق الوصول إلى بعض الموظفين في مجموعة الدفع هذه.
es: No se puede ver el procesamiento de pago. No tiene acceso a algunos de los empleados en este lote de pago.
fr: Impossible de voir le traitement de la paye. Vous n'avez pas accès à certains des employés de ce lot de paie.

source: Can't print check. Verify if employer bank account settings contain corresponding check template.
ar: لا يمكن طباعة الشيك. تحقق مما إذا كانت إعدادات الحساب المصرفي لصاحب العمل تحتوي على قالب الاختيار المقابل.
es: No se puede imprimir el cheque. Verifique si la configuración de la cuenta bancaria del empleador contiene la plantilla de verificación correspondiente.
fr: Impossible d'imprimer le chèque. Vérifiez si les paramètres du compte bancaire de l'employeur contiennent le modèle de chèque correspondant.

source: Can't hire employee. Primary work location is not specified.
ar: لا يمكن استئجار موظف. لم يتم تحديد موقع العمل الأساسي.
es: No se puede contratar empleado. La ubicación principal del trabajo no está especificada.
fr: Impossible d'embaucher un employé. Le lieu de travail principal n'est pas spécifié.

source: Can't hire employee. There are multiple active primary work locations. Please specify one primary work location.
ar: لا يمكن استئجار موظف. هناك العديد من مواقع العمل الأولية النشطة. يرجى تحديد موقع عمل أساسي واحد.
es: No se puede contratar empleado. Hay múltiples ubicaciones de trabajo primarias activas. Por favor, especifique una ubicación de trabajo principal.
fr: Impossible d'embaucher un employé. Il existe plusieurs lieux de travail principaux actifs. Veuillez spécifier un lieu de travail principal.

source: You can't create new employees. Check your security role privileges.
ar: لا يمكنك إنشاء موظفين جدد. تحقق من امتيازات دور الأمان.
es: No se puede {0} {1} . Se recomienda consultar los privilegios del perfil.
fr: Vous ne pouvez pas créer de nouveaux employés. Vérifiez vos privilèges de rôle de sécurité.

source: You can't create new employees based on existing person. Check your security role privileges.
ar: لا يمكنك إنشاء موظفين جدد استنادًا إلى الشخص الحالي. تحقق من امتيازات دور الأمان.
es: No puede crear nuevos empleados según la persona existente. Verifique sus privilegios de rol de seguridad.
fr: Vous ne pouvez pas créer de nouveaux employés en fonction d'une personne existante. Vérifiez vos privilèges de rôle de sécurité.

source: You can't rehire employees. Check your security role privileges.
ar: لا يمكنك إعادة تكوين الموظفين. تحقق من امتيازات دور الأمان.
es: No se puede {0} {1} . Se recomienda consultar los privilegios del perfil.
fr: Vous ne pouvez pas réembaucher des employés. Vérifiez vos privilèges de rôle de sécurité.

source: You can't transfer employees. Check your security role privileges.
ar: لا يمكنك نقل الموظفين. تحقق من امتيازات دور الأمان.
es: No se puede {0} {1} . Se recomienda consultar los privilegios del perfil.
fr: Vous ne pouvez pas transférer des employés. Vérifiez vos privilèges de rôle de sécurité.

source: You don't have access to one or more employees in batch. Please verify your security role permissions.
ar: ليس لديك حق الوصول إلى موظف واحد أو أكثر دفعة واحدة. يرجى التحقق من أذونات دور الأمان.
es: No tiene acceso a uno o más empleados por lotes. Verifique sus permisos de roles de seguridad.
fr: Vous n'avez pas accès à un ou plusieurs employés par lot. Veuillez vérifier vos autorisations de rôle de sécurité.

source: Can't update income. Income is used in timesheet layout or break configuration.
ar: لا يمكن تحديث الدخل. يتم استخدام الدخل في تخطيط الجدول الزمني أو تكوين فاصل.
es: No se puede eliminar el ingreso. El ingreso se utiliza en tareas de parte de horas de los empleados.
fr: Impossible de mettre à jour le revenu. Le revenu est utilisé dans la disposition des feuilles de temps ou dans la configuration des pauses.
