Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Passwords did not match
ar: كلمات المرور غير متطابقة
es: Las contraseñas no coinciden

source: Passwords match
ar: كلمات السر متطابقة
es: Las contraseñas coinciden

source: Disable two factor authentication
ar: تعطيل اثنين عامل التوثيق
es: Deshabilitar la autenticación de dos factores

source: Set up two factor authentication
ar: إعداد اثنين عامل التوثيق
es: Comprobación de autenticación.

source: Two-Factor Authentication
ar: توثيق ذو عاملين
es: Autenticación de dos factores

source: Change Password
ar: تغيير كلمة المرور
es: Restablecer la Contraseña

source: Old Password
ar: كلمة سر قديمة
es: Restablecer la Contraseña

source: password
ar: كلمه السر
es: Restablecer la Contraseña

source: New Password
ar: كلمة سر جديدة
es: Restablecer la Contraseña

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
es: Confirmar nueva contraseña

source: Add Criterion to your Two-Factor Authentication App
ar: أضف معيارًا إلى تطبيق المصادقة الثنائية
es: Agregar criterio a su aplicación de autenticación de dos factores

source: You’ll need to install a two factor authentication application on your smartphone or tablet. For more information, visit our two-factor authentication help article.
ar: ستحتاج إلى تثبيت تطبيق مصادقة ثنائي العوامل على هاتفك الذكي أو جهازك اللوحي. لمزيد من المعلومات ، تفضل بزيارة مقالة المساعدة في المصادقة ثنائية العوامل.
es: Necesitarás instalar una aplicación de autenticación de dos factores en tuteléfono inteligente o tableta. Para obtener más información, visite nuestro dos factoresArtículo de ayuda de autenticación

source: Configure the app
ar: تكوين التطبيق
es: Configura la aplicación

source: Open your two-factor authentication app and add your criterion account by scanning the qr code to the right. If you can’t use a QR code, enter this text code:
ar: افتح تطبيق المصادقة ثنائي العوامل وأضف حساب المعيار الخاص بك عن طريق مسح رمز الاستجابة السريعة على اليمين. إذا لم تتمكن من استخدام رمز الاستجابة السريعة ، فأدخل هذا الرمز النصي:
es: Abre tu aplicación de autenticación de dos factores y agrega tu cuenta de criterio porescaneando el código QR a la derecha. Si no puede usar un código QR, ingrese estocódigo de texto:

source: Enter the 6-digit code that the application generates.
ar: أدخل الرمز المكون من 6 أرقام الذي ينشئه التطبيق.
es: Ingrese el código de 6 dígitos que genera la aplicación.

source: Responses Language
ar: ردود اللغة

source: Download Attachment
ar: تنزيل المرفقات
es: Adjuntar archivo

source: You are not allowed to see this section!
ar: غير مسموح لك بمشاهدة هذا القسم!

source: Additional Details
ar: تفاصيل اضافية
es: Demografía adicional

source: Question Responses
ar: ردود السؤال
es: Motivo de terminación

source: Candidates for
ar: المرشحين ل
es: Los candidatos

source: Requisition Number
ar: رقم الطلب
es: {0}Requisition Number:{/0} 00158
fr: Numéro de la demande

source: Add Form
ar: إضافة نموذج

source: Birthday
ar: عيد الميلاد
es: Mi equipo de Cumpleaños

source: Search for employees
ar: البحث عن الموظفين
es: Buscar empleados

source: Work Phone
ar: هاتف عمل
es: Teléfono de trabajo
fr: Téléphone de travail

source: Team
ar: الفريق
es: Equipo

source: Organization view
ar: عرض المنظمة
es: Ver organización

source: Delete exception
ar: حذف الاستثناء
es: Eliminar registro

source: Do you want to delete the exception?
ar: هل تريد حذف الاستثناء؟
es: Quieres eliminar estas fechas?

source: Attention
ar: انتباه
es: Asistir

source: These changes will over-ride exceptions for individual employees.<br />These changes cannot be undone. Proceed?
ar: ستتجاوز هذه التغييرات الاستثناءات الفردية للموظفين. <br /> لا يمكن التراجع عن هذه التغييرات. تقدم؟
es: Estos cambios anularán excepciones para empleados individuales.<br />Estas los cambios no se pueden deshacer ¿Proceder?

source: Start date should be less than an end date
ar: يجب أن يكون تاريخ البدء أقل من تاريخ الانتهاء
es: Fecha de finalización debe ser mayor que la fecha de inicio!

source: You can't submit in this status
ar: لا يمكنك إرسال في هذه الحالة
es: No puedes enviar en este estado

source: Submit record
ar: إرسال السجل
es: Entregar

source: Do you want to submit {0} record?
ar: هل تريد إرسال سجل {0} ؟
es: ¿Quieres enviar el registro?

source: You can't remove in this status
ar: لا يمكنك إزالة في هذه الحالة
es: No puedes eliminar en este estado

source: No eligible plans to request.
ar: لا توجد خطط مؤهلة للطلب.

source: The Time Off is submitted.
ar: يتم تقديم إجازة.
es: Tiempo-construcción guardados.
fr: Le temps libre est soumis.

source: Cancel Request and Delete Time Off
ar: إلغاء الطلب وحذف إجازة
es: Solicitar tiempo libre

source: Cancel Request and Keep Time Off
ar: إلغاء الطلب وإبقاء الوقت معطلة
es: Solicitar tiempo libre

source: Out All Day
ar: خارج كل يوم
es: Todo el dia

source: Global
ar: عالمي

source: Exception
ar: استثناء
es: Exenciones

source: Employee ID
ar: هوية الموظف
es: Empleado ID

source: Exception Start
ar: بداية الاستثناء
es: Inicio período

source: Exception End
ar: استثناء النهاية
es: Exenciones

source: Attendance Dashboard
ar: الحضور لوحة القيادة
es: Escritorio

source: Global Exception
ar: استثناء عالمي
es: Meta Descripción

source: Total<br>Timesheet Hours
ar: المجموع <br> الجدول الزمني ساعات
es: Horas<br> totales

source: Scheduled Hours
ar: ساعات محددة
es: Horas regulares

source: Variance
ar: التباين
es: Diferencia

source: Availability
ar: توفر
es: Disponibilidad

source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui

source: Notify Employee of Changes
ar: إخطار الموظف بالتغييرات
es: La cobertura de los empleados

source: Time Off
ar: انتهى الوقت
es: Tiempo libre
fr: Temps libre

source: hrs
ar: ساعة
es: horas

source: d
ar: د

source: All positions
ar: جميع المواقف
es: Cargos

source: Approved Only
ar: معتمد فقط
es: Aprobado

source: Balance as of:
ar: الرصيد اعتبارًا من:
es: Balance a partir de:

source: Add time off
ar: إضافة إجازة

source: Show Calendar
ar: عرض التقويم
es: Mostrar el calendario
fr: Afficher le calendrier

source: Show Grid
ar: اظهر الخطوط
es: Mostrar cuadrícula
fr: Afficher la grille

source: Taken
ar: تؤخذ
es: Tomado

source: No assignments found. Assign employee to a position before manage Time Offs.
ar: لم يتم العثور على مهام. عيّن الموظف إلى منصب قبل إدارة Time Offs.
es: No se encontraron asignaciones. Asignar empleado a una posición antes de administrar Offs Tiempo.
fr: Pas affectation trouvée. Affecter un employé à un poste avant de gérer les temps libre.

source: Can't create/edit record; you do not have access to required field "
ar: لا يمكن إنشاء / تحرير السجل ؛ ليس لديك حق الوصول إلى الحقل المطلوب "
es: No se puede crear / editar registro; usted no tiene acceso al campo requerido "

source: Delete document
ar: حذف المستند

source: Do you want to delete the document?
ar: هل تريد حذف المستند؟

source: Add File
ar: اضف ملف

source: Select Document
ar: اختر وثيقة
fr: Sélectionner un document

source: Select Video
ar: اختر الفيديو
fr: Sélectionnez la vidéo

source: browse
ar: تصفح
es: buscar...
fr: feuilleter

source: Image width must be greater than {0} pixels.
ar: يجب أن يكون عرض الصورة أكبر من {0} بكسل.
es: Ancho de la imagen debe ser mayor que {0} píxeles.
fr: La largeur de l'image doit être supérieure à {0} pixels.

source: Image height must be greater than {0} pixels.
ar: يجب أن يكون ارتفاع الصورة أكبر من {0} بكسل.
es: Altura de la imagen debe ser mayor que {0} píxeles.
fr: La hauteur de l'image doit être supérieure à {0} pixels.

source: Image extension can only be gif, png, jpg, jpeg
ar: يمكن أن يكون امتداد الصورة فقط بتنسيق gif و png و jpg و jpeg
es: extensión de imagen sólo puede ser gif, png, jpg, jpeg
fr: L'extension d'image ne peut être que gif, png, jpg, jpeg

source: Image file size must be less than {0} MB
ar: يجب أن يكون حجم ملف الصورة أقل من {0} ميغابايت
es: Tamaño de archivo de imagen debe ser inferior a {0} MB
fr: La taille du fichier image doit être inférieure à {0} MB

source: Please select default Options
ar: يرجى اختيار الخيارات الافتراضية
es: Por favor, seleccione Opciones predeterminadas
fr: Veuillez sélectionner les options par défaut

source: Profile Saved.
ar: تم حفظ الملف الشخصي.
es: Perfil Guardado.
fr: Profil enregistré.

source: Do you want to delete this file?
ar: هل تريد حذف هذا الملف؟

source: Do you want to delete this folder, subfolders and subfiles?
ar: هل تريد حذف هذا المجلد والمجلدات الفرعية والمجلدات الفرعية؟

source: Move
ar: نقل

source: Do you want to move this file?
ar: هل تريد نقل هذا الملف؟

source: Do you want to move this folder, subfolders and subfiles?
ar: هل تريد نقل هذا المجلد والمجلدات الفرعية والمجلدات الفرعية؟

source: Do you want to delete from this group?
ar: هل تريد الحذف من هذه المجموعة؟
es: Quieres eliminar estas fechas?
fr: Voulez-vous supprimer de ce groupe?

source: Income Override saved.
ar: تم حفظ تجاوز الدخل.
es: Anulación de los ingresos guardados.
fr: Remplacement de revenu enregistré.

source: Select Onboarding List
ar: حدد قائمة Onboarding
fr: Sélectionner la liste d'intégration

source: Save Deduction
ar: حفظ خصم
es: Guardar Deducción
fr: Sauver la déduction

source: Do you want to delete active assignment?
ar: هل تريد حذف المهمة النشطة؟
es: ¿Quieres eliminar la asignación activa?
fr: Voulez-vous supprimer l'affectation active?

source: Changes Submitted.
ar: التغييرات المقدمة.
es: Cambios Guardados.
fr: Changements soumis.

source: Do you want to delete this record?
ar: هل تريد حذف هذا السجل؟
es: Quieres eliminar estas fechas?
fr: Voulez-vous supprimer cet record?

source: Select Profiles
ar: اختر ملفات التعريف
es: Seleccione Perfiles
fr: Sélectionner des profils

source: Add Security Profile
ar: إضافة ملف تعريف الأمان
es: Añadir perfil de seguridad
fr: Ajouter un profil de sécurité

source: Please select at least one Security Profile for user if login is enabled.
ar: يرجى اختيار ملف تعريف أمان واحد على الأقل للمستخدم إذا تم تمكين تسجيل الدخول.
es: Por favor, seleccione al menos un perfil de seguridad para el usuario si está habilitada la conexión.
fr: Veuillez sélectionner au moins un profil de sécurité pour l'utilisateur si la login est activée.

source: Employee has no current timesheets
ar: الموظف لا يوجد لديه الجداول الزمنية الحالية
es: Empleado no tiene tabla de tiempos actuales
fr: L'employé n'a pas de feuilles de temps actuelles

source: Choose Reason and Date
ar: اختر السبب والتاريخ
es: Elija Motivo y Fecha
fr: Choisissez la raison et la date

source: Terminate Benefits
ar: إنهاء الفوائد
es: Asignación por terminado
fr: Terminer l'avantages

source: Time offs Removal
ar: إزالة إجازات الوقت
es: Detalle Tiempo Libre
fr: Retrait des temps libre

source: Choose new Employees
ar: اختيار الموظفين الجدد
es: Crear nuevo Empleado
fr: Choisissez de nouveaux employés

source: Action was successful.
ar: كان العمل ناجحا.
es: Acción ha tenido éxito.
fr: L'action a réussi.

source: timesheets submitted
ar: الجداول الزمنية المقدمة
es: Hoja de tiempo enviado.
fr: feuilles de temps soumises

source: timesheets updated
ar: الجداول الزمنية المحدثة
es: Hoja de tiempo ahorrado.
fr: feuilles de temps mises à jour

source: Custom Dates
ar: تواريخ مخصصة
es: Fechas personalizados
fr: Dates personnalisées

source: Import Timesheets
ar: استيراد الجداول الزمنية
es: Timesheet de importación
fr: Feuilles de temps d'importation

source: Timesheets successfully updated
ar: تم تحديث الجداول الزمنية بنجاح

source: Timesheet for the current date doesn't exist.
ar: الجدول الزمني للتاريخ الحالي غير موجود.
es: no existe de parte de horas para la fecha actual.
fr: La feuille de temps pour la date actuelle n'existe pas.

source: Please select a position
ar: يرجى اختيار الوظيفة
es: Por favor, seleccione Opciones predeterminadas
fr: Veuillez sélectionner une position

source: This employee is not assigned to any groups. Do you want to continue?
ar: لم يتم تعيين هذا الموظف إلى أي مجموعات. هل تريد الاستمرار؟
es: El empleado será terminada en la empresa actual. ¿Quieres continuar?
fr: Cet employé n'est affecté à aucun groupe. Voulez-vous continuer?

source: Successfully Saved.
ar: تم الحفظ بنجاح.
es: Guardado con éxito.
fr: Enregistré avec succès.

source: Current geofence data is broken
ar: البيانات الجغرافية الحالية معطلة
es: Los datos actuales de geocerca están rotos
fr: Les données geofence actuelles sont cassées

source: Do you want to delete {0} record?
ar: هل تريد حذف سجل {0} ؟
es: ¿Desea eliminar {0} récord?
fr: Voulez-vous supprimer le record {0}?

source: Check In
ar: تحقق في
es: Registrado en

source: Reporting Manager
ar: مدير التقارير
es: Director de Recursos Humanos
fr: Gestionnaire de rapports

source: No Access to This Employee
ar: لا يمكن الوصول إلى هذا الموظف
es: Empleados activos
fr: Pas d'accès à cet employé

source: Select Certification
ar: اختر شهادة

source: Attachment deleted
ar: تم حذف المرفق

source: Do you want to delete the course attachment?
ar: هل تريد حذف مرفق الدورة التدريبية؟

source: The maximum enrollment for the course has been reached. Would you like to still add the course to the employee?
ar: تم الوصول إلى الحد الأقصى للالتحاق بالدورة. هل ترغب في إضافة الدورة التدريبية للموظف؟
es: Se alcanzó la inscripción máxima para el curso. ¿Le gustaría agregar el curso al empleado?
fr: Le nombre maximum d'inscriptions pour le cours a été atteint. Voulez-vous toujours ajouter le cours à l'employé?

source: The maximum enrollment for the class has been reached. Would you like to still add the class to the employee?
ar: تم الوصول إلى الحد الأقصى للالتحاق بالفصل. هل ترغب في إضافة الفئة إلى الموظف؟
es: Se alcanzó la inscripción máxima para la clase. ¿Te gustaría agregar la clase al empleado?
fr: Le nombre maximum d'inscriptions pour le cours a été atteint. Souhaitez-vous quand même ajouter la classe à l'employé?

source: Select Course Class
ar: حدد فئة الدورة
es: Seleccione Grupos
fr: Sélectionnez la classe de cours

source: Import Goals
ar: استيراد الأهداف

source: Apply settings
ar: تطبيق إعدادات
es: Aplicar configuraciones
fr: Appliquer les paramètres

source: You need to reload page in order to apply settings. <br>Reload Now?
ar: تحتاج إلى إعادة تحميل الصفحة من أجل تطبيق الإعدادات. <br> تحديث الآن؟
es: Es necesario volver a cargar la página con el fin de aplicar los ajustes. <br> Actualizar ahora?
fr: Vous devez recharger la page pour appliquer les réglages. <br>Recharger maintenant?

source: Select Columns. Table:
ar: حدد الأعمدة. الطاولة:

source: table
ar: الطاولة

source: link
ar: حلقة الوصل

source: column
ar: عمود

source: Do you want to delete the
ar: هل تريد حذف

source: Please select the module and column(s)
ar: يرجى اختيار الوحدة والعمود (الأعمدة)

source: Please select the form and field(s)
ar: يرجى تحديد النموذج والحقول (الحقول)

source: You should select at least one table and a column in it
ar: يجب عليك تحديد جدول واحد على الأقل وعمود فيه

source: Please write SQL request
ar: يرجى كتابة طلب SQL
fr: S'il vous plaît écrivez demande SQL

source: Data Grid Name
ar: اسم شبكة البيانات
es: Cuadrícula de datos
fr: Nom de la grille de données

source: Delete DataGrid
ar: حذف DataGrid
es: eliminar tarifas
fr: Supprimer la grille de données

source: Do you want to delete {0}?
ar: هل تريد حذف {0} ؟
es: ¿Quieres eliminar?
fr: Voulez-vous supprimer {0}?

source: Export as .txt
ar: تصدير كـ .txt
es: Exportar
fr: Exporter au format .txt

source: Output File Name
ar: ضع اسم الملف
es: Nombre del archivo de salida
fr: Nom du fichier de sortie

source: Select Date
ar: حدد تاريخ
es: Seleccione la Fecha
fr: Sélectionner une date

source: Field type is undefined!
ar: نوع الحقل غير معرف!
es: tipo de campo no está definido!
fr: Le type de champ n'est pas défini!

source: Field config is inconsistent!
ar: التكوين الحقل غير متناسق!
es: config campo es incompatible!
fr: La configuration de champ est incohérente!

source: Choose Start/End
ar: اختر البدء / النهاية
es: Elija Inicio / Fin
fr: Choisissez début / fin

source: Report Period
ar: فترة التقرير
es: Período de informe
fr: Période de rapport

source: New Filter
ar: مرشح جديد
es: Nuevo filtro
fr: Nouveau filtre

source: Field
ar: حقل
es: Campo
fr: Champ

source: Options Saved.
ar: الخيارات المحفوظة.
es: Opciones Registradas.
fr: Options enregistrées.

source: End date must be later than start date.
ar: يجب أن يكون تاريخ الانتهاء بعد تاريخ البدء.
es: Fecha de finalización debe ser mayor que la fecha de inicio!
fr: La date de fin doit être postérieure à la date de début.

source: January
ar: كانون الثاني
es: Enero
fr: Janvier

source: February
ar: شهر فبراير
es: Febrero
fr: Février

source: March
ar: مارس
es: Marzo
fr: Mars

source: April
ar: أبريل
es: Abril
fr: Avril

source: May
ar: مايو
es: Mayo
fr: Mai

source: June
ar: يونيو
es: Junio
fr: Juin

source: July
ar: يوليو
es: Julio
fr: Juillet

source: August
ar: أغسطس
es: Agosto
fr: Août

source: September
ar: سبتمبر
es: Septiembre
fr: Septembre

source: October
ar: شهر اكتوبر
es: Octubre
fr: Octobre

source: November
ar: شهر نوفمبر
es: Noviembre
fr: Novembre

source: December
ar: ديسمبر
es: Diciembre
fr: Décembre

source: Must be present
ar: يجب أن يكون حاضر
es: este presente.
fr: Presence obligatoire

source: Is not a valid email address
ar: عنوان بريد الكتروني غير صالح
es: No es una dirección de correo electrónico válida
fr: N'est pas une adresse email valide

source: Is a value that has been excluded
ar: هي القيمة التي تم استبعادها
es: Es un valor que ha sido excluido
fr: Est-ce une valeur qui a été exclue

source: Is in the wrong format
ar: في شكل خاطئ
es: Está en el formato incorrecto
fr: Est dans le mauvais format

source: Is not in the list of acceptable values
ar: ليس في قائمة القيم المقبولة
es: No está en la lista de valores aceptables
fr: N'est pas dans la liste des valeurs acceptables

source: Length must be at least {0}
ar: يجب أن يكون الطول {0} على الأقل
es: La longitud debe ser al menos {0}
fr: La longueur doit être d'au moins {0}

source: Length must be no more than {0}
ar: يجب ألا يزيد الطول عن {0}
es: Ancho de la imagen debe ser mayor que {0} píxeles.
fr: La longueur ne doit pas dépasser {0}

source: Length must be between {0} and {1}
ar: يجب أن يتراوح الطول بين {0} و {1}
es: Debe estar entre {0} y {1}
fr: La longueur doit être comprise entre {0} et {1}.

source: Must be must be at least {0}
ar: يجب أن يكون {0} على الأقل
es: Debe ser debe ser al menos {0}
fr: Doit être doit être au moins {0}

source: Must be no more than than {0}
ar: يجب ألا يزيد عن {0}
es: No debe ser más que {0}
fr: Ne doit pas dépasser {0}

source: Must be between {0} and {1}
ar: يجب أن يكون بين {0} و {1}
es: Debe estar entre {0} y {1}
fr: Doit être compris entre {0} et {1}

source: Must be numeric
ar: يجب أن تكون رقمية
es: este presente.
fr: Doit être numérique

source: {0} selected row{1}
ar: {0} الصف المحدد {1}
es: {0} terminado en {1}
fr: {0} rangée sélectionnée{1}

source: Loading...
ar: جار التحميل...
es: Cargando...
fr: Chargement...

source: This date is before the minimum date
ar: هذا التاريخ قبل الحد الأدنى للتاريخ
es: Esta fecha es anterior a la fecha mínima
fr: Cette date est avant la date minimum

source: This date is after the maximum date
ar: هذا التاريخ بعد الحد الأقصى للتاريخ
es: Esta fecha es posterior a la fecha máxima
fr: Cette date est postérieure à la date maximum

source: Next Month (Control+Right)
ar: الشهر القادم (التحكم + اليمين)
es: Mes siguiente (control + derecha)
fr: Mois prochain (Control+Right)

source: Previous Month (Control+Left)
ar: الشهر السابق (التحكم + اليسار)
es: Mes anterior (Control + Izquierda)
fr: Le mois précédent (Control+Left)

source: Choose a month (Control+Up/Down to move years)
ar: اختيار شهر (التحكم + أعلى / أسفل لنقل سنوات)
es: Elija un mes (Control + Arriba / Abajo para mover años)
fr: Choisissez un mois (Control+Up/Down pour changer d'années)

source: of {0}
ar: من {0}
es: Nuevo
fr: de {0}

source: First Page
ar: الصفحة الأولى
es: Nombre
fr: Première page

source: Last Page
ar: آخر صفحة
es: Apellido
fr: Dernière page

source: Refresh
ar: تحديث
es: Refrescar
fr: Rafraîchir

source: Displaying {0} - {1} of {2}
ar: عرض {0} - {1} من {2}
es: Mostrando {0} - {1} de {2}
fr: Affichage de {0} - {1} sur {2}

source: No data to display
ar: لا توجد بيانات لعرض
es: no hay información para mostrar
fr: Pas donnée à afficher

source: Please Wait...
ar: ارجوك انتظر...
es: Por favor, espere...
fr: S'il vous plaît, attendez...

source: The value in this field is invalid
ar: القيمة في هذا الحقل غير صالحة
es: El valor en este campo no es válido
fr: La valeur dans ce champ n'est pas valide

source: The minimum length for this field is {0}
ar: الحد الأدنى للطول لهذا الحقل هو {0}
es: La longitud mínima para este campo es {0}
fr: La longueur minimale de ce champ est {0}

source: The maximum length for this field is {0}
ar: الحد الأقصى للطول لهذا الحقل هو {0}
es: La longitud máxima para este campo es {0}
fr: La longueur maximale de ce champ est {0}.

source: The minimum value for this field is {0}
ar: القيمة الدنيا لهذا الحقل هي {0}
es: El valor mínimo para este campo es {0}
fr: La valeur minimale de ce champ est {0}

source: The maximum value for this field is {0}
ar: القيمة القصوى لهذا الحقل هي {0}
es: El valor máximo para este campo es {0}
fr: La valeur maximale de ce champ est {0}

source: {0} is not a valid number
ar: {0} ليس رقمًا صالحًا
es: {0} no es un número válido
fr: {0} n'est pas un nombre valide

source: The date in this field must be after {0}
ar: يجب أن يكون التاريخ في هذا الحقل بعد {0}
es: La fecha en este campo debe ser posterior a {0}
fr: La date dans ce champ doit être après {0}.

source: The date in this field must be before {0}
ar: يجب أن يكون التاريخ في هذا الحقل قبل {0}
es: La fecha en este campo debe ser anterior a {0}
fr: La date dans ce champ doit être antérieure à {0}

source: {0} is not a valid date - it must be in the format {1}
ar: {0} ليس تاريخًا صالحًا - يجب أن يكون بالتنسيق {1}
es: {0} no es una fecha válida; debe tener el formato {1}
fr: {0} n'est pas une date valide - il doit être au format {1}

source: This field should be an e-mail address in the format "user@example.com"
ar: يجب أن يكون هذا الحقل عنوان بريد إلكتروني بالتنسيق "user@example.com "
fr: Ce champ doit être une adresse e-mail dans le format "user@example.com"

source: This field should be a URL in the format "http:/
ar: يجب أن يكون هذا الحقل عنوان URL بالتنسيق "http: /
fr: Ce champ doit être une URL au format "http:/

source: This field should only contain letters and _
ar: يجب أن يحتوي هذا الحقل على أحرف و
es: Este campo solo debe contener letras y _
fr: Ce champ ne doit contenir que des lettres et _

source: This field should only contain letters, numbers and _
ar: يجب أن يحتوي هذا الحقل فقط على أحرف وأرقام و
es: Este campo solo debe contener letras, números y _
fr: Ce champ ne doit contenir que des lettres, des chiffres et _

source: Please enter the URL for the link:
ar: الرجاء إدخال عنوان URL للرابط:
es: Por favor ingrese la URL para el enlace:
fr: Veuillez entrer l'URL du lien:

source: Bold (Ctrl+B)
ar: غامق (Ctrl + B)
es: Negrita (Ctrl + B)
fr: Audacieux (Ctrl+B)

source: Make the selected text bold.
ar: اجعل النص المحدد غامقًا.
es: Haz el texto seleccionado en negrita.
fr: Rendre le texte sélectionné audacieux.

source: Italic (Ctrl+I)
ar: مائل (Ctrl + I)
es: Cursiva (Ctrl + I)
fr: Italique (Ctrl + I)

source: Make the selected text italic.
ar: اجعل النص المحدد مائلاً.
es: Ponga el texto seleccionado en cursiva.
fr: Rendre le texte sélectionné en italique.

source: Underline (Ctrl+U)
ar: تسطير (Ctrl + U)
es: Subrayado (Ctrl + U)
fr: Souligné (Ctrl + U)

source: Underline the selected text.
ar: تسطير النص المحدد.
es: Subrayar el texto seleccionado.
fr: Soulignez le texte sélectionné.

source: Grow Text
ar: ينمو النص
es: Crecer texto
fr: Cultiver du texte

source: Increase the font size.
ar: زيادة حجم الخط.
es: Aumenta el tamaño de la fuente.
fr: Augmenter la taille de la police.

source: Shrink Text
ar: تقليص النص
es: Reducir texto
fr: Réduire le texte
