Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Illegal operation '{0}' with parameters: {1}.
ar: العملية غير القانونية '{0}' مع المعلمات: {1} .
fr: Opération illégale ' {0} ' avec les paramètres: {1} .

source: Either accrued or net should be provided in template.
ar: يجب أن يتم توفير المستحقة أو net في قالب.
fr: Les éléments courus ou nets doivent être fournis dans un modèle.

source: Expiration date '{0}' can't be earlier than effective date '{1}' for assignment detail.
ar: لا يمكن أن يكون تاريخ انتهاء الصلاحية '{0}' أقدم من تاريخ {1} '{1}' لتفاصيل المهمة.

source: Foreign key '{0}'='{1}' should be > 0.
ar: المفتاح الخارجي '{0}' = '{1}' يجب أن يكون> 0.
fr: La clé étrangère ' {0} ' = ' {1} ' doit être> 0.

source: Employer is not found in the system by legal name: '{0}'.
ar: لم يتم العثور على صاحب العمل في النظام بالاسم القانوني: '{0}'.
fr: Employeur ne figure pas dans le système sous son nom légal: "{0}".

source: It is not possible to create assignment without details.
ar: لا يمكن إنشاء مهمة بدون تفاصيل.
fr: Il n'est pas possible de créer une affectation sans détails.

source: Report id or name is required as request parameter.
ar: معرف التقرير أو الاسم مطلوب كمعلمة طلب.
fr: L'identifiant ou le nom du rapport est requis en tant que paramètre de requête.

source: Field '{0}' is not found in instance '{1}'
ar: لم يتم العثور على الحقل '{0}' في المثيل '{1}'
fr: Le champ ' {0} ' est introuvable dans l'instance ' {1} '

source: Active primary assignment is not found for employee: '{0}'.
ar: لم يتم العثور على المهمة الأولية النشطة للموظف: '{0}'.

source: Primary assignment is not found for employee: '{0}' on date '{1}'.
ar: لم يتم العثور على الواجب الأساسي للموظف: '{0}' في التاريخ '{1}'.

source: Assignment is not found for employee: '{0}' on date '{1}'.
ar: لم يتم العثور على الواجب للموظف: '{0}' في التاريخ '{1}'.

source: Primary assignment is not found for employee: '{0}' in period from '{1}' to '{2}'.
ar: لم يتم العثور على الواجب الأساسي للموظف: '{0}' في الفترة من '{1}' إلى '{2}'.
fr: L'affectation principale n'est pas trouvée pour l'employé: ' {0} ' dans la période de ' {1} ' à ' {2} '.

source: This account is managed by external system, please reach out to your system administrator.
ar: تتم إدارة هذا الحساب بواسطة نظام خارجي ، يرجى التواصل مع مسؤول النظام لديك.

source: IN/OUT is not supported for a timesheet with the Manual Day entry type.
ar: IN / OUT غير مدعوم لجدول زمني مع نوع إدخال Manual Day.
fr: IN / OUT n'est pas pris en charge pour une feuille de temps avec le type d'entrée Jour manuel.

source: It is not allowed to delete unavailable block created with time off.
ar: غير مسموح بحذف الكتلة غير المتوفرة التي تم إنشاؤها مع إجازة.
fr: Il n'est pas permis de supprimer un bloc indisponible créé avec un temps libre.

source: Invocation should be set in Manifest file.
ar: يجب تعيين الاحتجاج في ملف البيان.
fr: L'invocation doit être définie dans le fichier manifeste.

source: Employer '{0}' doesn't have active primary work location.
ar: صاحب العمل '{0}' ليس لديه موقع عمل أساسي نشط.

source: Employee '{0}' doesn't have time off plan of type '{1}'.
ar: الموظف '{0}' ليس لديه وقت خارج عن خطة النوع '{1}'.

source: Employee '{0}' doesn't have time off plan of type '{1}' on date '{2}'.
ar: الموظف '{0}' ليس لديه وقت خارج عن خطة النوع '{1}' في التاريخ '{2}'.

source: Property '{0}' must be '{1}'.
ar: يجب أن تكون الخاصية '{0}'{0}'{1}'.
fr: La propriété ' {0} ' doit être ' {1} '.

source: Property '{0}' is not found.
ar: لم يتم العثور على الخاصية '{0}'.

source: The 'sort' parameter is invalid: {0}.
ar: المعلمة 'sort' غير صالحة: {0} .
fr: Le paramètre 'sort' n'est pas valide: {0} .

source: Work location '{0}' is not assigned to employer '{1}'.
ar: مكان العمل '{0}' لم يتم تعيينه إلى صاحب العمل '{1}'.

source: Time off plan is not found by employer: '{0}', plan code: '{1}', is active: {2}
ar: لم يتم العثور على خطة إجازة من قبل صاحب العمل: '{0}' ، رمز الخطة: '{1}' ، نشط: {2}
fr: Le plan d'absence n'est pas trouvé par l'employeur: ' {0} ', code du plan: ' {1} ', actif: {2}

source: Bank Account ID is not configured in Payroll Settings for employer {0}. Attribute 2 in payroll settings should contain bank account id.
ar: لم يتم تكوين معرف الحساب المصرفي في إعدادات الرواتب لصاحب العمل {0} . يجب أن تحتوي السمة 2 في إعدادات كشوف المرتبات على معرف الحساب المصرفي.
fr: L'identifiant de compte bancaire n'est pas configuré dans les paramètres de paie pour l'employeur {0} . L'attribut 2 dans les paramètres de paie doit contenir l'identifiant du compte bancaire.

source: Ess link '{0}' url should be set as SAML2 to trigger this API.
ar: يجب تعيين رابط رابط '{0}' على أنه SAML2 لتشغيل واجهة برمجة التطبيقات هذه.
fr: Le lien Ess ' {0} ' url doit être défini sur SAML2 pour déclencher cette API.

source: Unsupported geocode format. Geocode should be 9 characters long for US or 12 characters long for International taxes.
ar: تنسيق الترميز الجغرافي غير المدعوم. يجب أن يكون طول الترميز الجغرافي 9 أحرف للولايات المتحدة أو 12 حرفًا للضرائب الدولية.
fr: Format de géocode non pris en charge. Le géocode doit comporter 9 caractères pour les États-Unis ou 12 caractères pour les taxes internationales.

source: Course '{0}' is not assigned to employee '{1}'.
ar: لم يتم تعيين الدورة التدريبية '{0}' للموظف '{1}'.

source: Accrual start date '{0}' can't be before employee time off plan start date '{1}'.
ar: لا يمكن أن يكون تاريخ بدء الاستحقاق '{0}' قبل أن يبدأ الموظف في تاريخ بدء الخطة {1}

source: Accrual end date '{0}' can't be before employee time off plan start date '{1}'.
ar: لا يمكن أن يكون تاريخ انتهاء الاستحقاق '{0}' قبل أن يبدأ الموظف في تاريخ بدء الخطة '{1}'.

source: Accrual period end date '{0}' can't be before employee time off plan start date '{1}'.
ar: لا يمكن أن يكون تاريخ انتهاء فترة الاستحقاق '{0}' قبل وقت بدء الخطة '{1}' للموظف.

source: Accrual end date '{0}' can't be before accrual start date '{1}'.
ar: لا يمكن أن يكون تاريخ انتهاء الاستحقاق '{0}' قبل تاريخ بدء الاستحقاق '{1}'.

source: Accrual period end date '{0}' can't be before accrual period start date '{1}'.
ar: لا يمكن أن يكون تاريخ انتهاء فترة الاستحقاق '{0}' قبل تاريخ بدء فترة الاستحقاق '{1}'.

source: Settings are not set for publish site '{0}'.
ar: لم يتم ضبط الإعدادات لموقع النشر '{0}'.
fr: Les paramètres ne sont pas définis pour le site de publication ' {0} '.

source: 2fa is already activated for person '{0}'.
ar: تم تنشيط 2fa بالفعل للشخص '{0}'.
fr: 2fa est déjà activé pour la personne ' {0} '.

source: Sandbox synchronization for tenant '{0}' is already in progress.
ar: مزامنة Sandbox للمستأجر '{0}' قيد التقدم بالفعل.
fr: La synchronisation du bac à sable pour le locataire ' {0} ' est déjà en cours.

source: Sandbox synchronization for tenant '{0}' can't be started. You can make synchronization 1 time in 24 hours.
ar: لا يمكن بدء مزامنة Sandbox للمستأجر '{0}'. يمكنك إجراء التزامن 1 مرة في 24 ساعة.
fr: La synchronisation du bac à sable pour le locataire ' {0} ' ne peut pas être démarrée. Vous pouvez effectuer la synchronisation 1 fois en 24 heures.

source: Employee '{0}' can't have more than one active deduction with code '{1}'.
ar: لا يمكن أن يحصل الموظف '{0}' على أكثر من خصم نشط برمز '{1}'.
fr: L'employé ' {0} ' ne peut pas avoir plus d'une déduction active avec le code ' {1} '.

source: It is not allowed to accrue inactive time off plan '{0}' for employee '{1}'.
ar: غير مسموح بتراكم وقت غير نشط للخطة '{0}' للموظف '{1}'.
fr: Il n'est pas autorisé à accumuler du temps d'inactivité inactif ' {0} ' pour l'employé ' {1} '.

source: It is not allowed to accrue time off plan '{0}' for employee '{1}' in closed period. Period start: '{2}', period end: '{3}'.
ar: لا يُسمح بتراكم وقت الإجازة '{0}' للموظف '{1}' في فترة مغلقة. بداية الفترة: '{2}' ، نهاية الفترة: '{3}'.
fr: Il n'est pas autorisé à accumuler du temps libre plan ' {0} ' pour l'employé ' {1} ' en période fermée. Début de la période: ' {2} ', fin de la période: ' {3} '.

source: It is not allowed to remove unapproved time off for employee '{0}'.
ar: لا يجوز إزالة إجازة غير معتمدة للموظف '{0}'.
fr: Il n'est pas permis de supprimer les congés non approuvés pour l'employé ' {0} '.

source: Position should be defined for employee '{0}' since position control is set for employer '{1}'.
ar: يجب تحديد الموضع للموظف '{0}' نظرًا لأن ضبط الموضع يتم تعيينه لصاحب العمل '{1}'.
fr: La position doit être définie pour l'employé ' {0} ' car le contrôle de position est défini pour l'employeur ' {1} '.

source: It is not possible to create timesheet task without details.
ar: لا يمكن إنشاء مهمة الجدول الزمني دون تفاصيل.
fr: Il n'est pas possible de créer une tâche de feuille de temps sans détails.

source: It is not possible to create timesheet task with more than one detail.
ar: لا يمكن إنشاء مهمة الجدول الزمني بأكثر من تفصيل.
fr: Il n'est pas possible de créer une tâche de feuille de temps avec plus d'un détail.

source: Unsupported timesheet frequency code: '{0}'.
ar: رمز تردد الجدول الزمني غير المدعوم: '{0}'.
fr: Code de fréquence des feuilles de temps non pris en charge: ' {0} '.

source: Unsupported time off frequency code: '{0}'.
ar: الوقت غير المدعم لإيقاف تردد الكود: '{0}'.

source: Unsupported time off calculation type code: '{0}'.
ar: وقت غير مدعوم خارج رمز نوع الحساب: '{0}'.

source: Employee '{0}' can't be punched in due to time overlaps.
ar: لا يمكن تثقيب الموظف '{0}' بسبب تداخل الوقت.
fr: L'employé ' {0} ' ne peut pas être inséré en raison du chevauchement des tâches.

source: Employer from 'Pay Groups' sheet does not match employer set for payroll schedule. Row: '{0}'.
ar: صاحب العمل من ورقة 'مجموعات الدفع' لا يتطابق مع تعيين صاحب العمل لجدول الرواتب. الصف: '{0}'.
fr: Employeur de la feuille 'Groupes de paie' ne correspond pas à l'employeur défini pour le calendrier de paie. Ligne: ' {0} '.

source: It is not allowed to have several batches with same name in the system. Batch name: '{0}'.
ar: لا يُسمح بوجود عدة دفعات بنفس الاسم في النظام. اسم الدُفعة: '{0}'.
fr: Il n'est pas autorisé d'avoir plusieurs lots du même nom dans le système. Nom du lot: ' {0} '.

source: Employee '{0}' has already started task on date: '{1}'.
ar: الموظف '{0}' قد بدأ المهمة بالفعل في التاريخ: '{1}'.
fr: L'employé ' {0} ' a déjà commencé la tâche le: ' {1} '.

source: Unsupported filter parameter: '{0}'.
ar: معلمة عامل تصفية غير مدعوم: '{0}'.
fr: Paramètre de filtre non pris en charge: ' {0} '.

source: Unsupported SQL operator: '{0}'.
ar: مشغل SQL غير مدعوم: '{0}'.

source: Unsupported filter parameter type: '{0}'.
ar: نوع معلمة عامل التصفية غير المدعوم: '{0}'.

source: Unsupported join parameter type: '{0}'.
ar: نوع معلمة صلة غير مدعوم: '{0}'.
fr: Type de paramètre de jointure non pris en charge: ' {0} '.

source: Course class should be set for course '{0}' for employee '{1}'.
ar: يجب تعيين فئة الدورة التدريبية للدورة التدريبية '{0}' للموظف '{1}'.
fr: Le cours doit être défini pour le cours ' {0} ' pour l'employé ' {1} '.

source: Diagnostic is in progress.
ar: التشخيص قيد التقدم.

source: It is not allowed to approve the batch '{0}' that has the status deffer to 'Pending approval'.
ar: لا يُسمح بالموافقة على الدُفعة '{0}' التي لها حالة تأجيل 'الموافقة المعلقة'.
fr: Il n'est pas autorisé à approuver le lot ' {0} ' dont le statut est défini sur 'En attente d'approbation'.

source: It is allowed to reset only approved timesheets.
ar: يسمح بإعادة ضبط الجداول الزمنية المعتمدة فقط.
fr: Il est permis de réinitialiser uniquement les feuilles de temps approuvées.

source: Can't find employee by social security number '{0}' for employer '{1}'.
ar: لا يمكن العثور على موظف حسب رقم الضمان الاجتماعي '{0}' لصاحب العمل '{1}'.
fr: Impossible de trouver l'employé par le numéro de sécurité sociale ' {0} ' pour l'employeur ' {1} '.

source: It is not allowed to have several taxes '{0}' on same date '{1}' for employer '{2}'.
ar: لا يجوز أن يكون هناك عدة ضرائب '{0}' في نفس التاريخ '{1}' لصاحب العمل '{2}'.
fr: Il n'est pas autorisé d'avoir plusieurs taxes ' {0} ' à la même date ' {1} ' pour l'employeur ' {2} '.

source: Authorization token is not found in request.
ar: لم يتم العثور على رمز التفويض في الطلب.
fr: Le jeton d'autorisation ne figure pas dans la demande.

source: You don't have pending checks which have 'Paydate' > 'Expiration date' for deductions.
ar: ليس لديك شيكات معلقة لها 'Paydate'> 'تاريخ انتهاء الصلاحية' للخصومات.
fr: Vous n'avez pas de chèques en attente dont les "déductions" sont "Date de paiement"> "Date d'expiration".

source: Timesheet on date '{0}' is not found for employee '{1}'.
ar: لم يتم العثور على الجدول الزمني في التاريخ '{0}' للموظف '{1}'.

source: Course review custom form is not set for course class '{0}'.
ar: لم يتم تعيين النموذج المخصص لمراجعة الدورة التدريبية لفئة الدورة التدريبية '{0}'.
fr: Le formulaire personnalisé de révision de cours n'est pas défini pour la classe de cours ' {0} '.

source: Either task or task group can be set in employee task for employee '{0}'.
ar: يمكن تعيين إما مهمة أو مجموعة مهام في مهمة الموظف للموظف '{0}'.
fr: La tâche ou le groupe de tâches peut être défini dans la tâche de l'employé pour l'employé ' {0} '.

source: Either scheduled start or scheduled end should be set for work period exception.
ar: يجب تعيين إما البدء المجدولة أو النهاية المجدولة على استثناء فترة العمل.
fr: Le début ou la fin planifiés doivent être définis pour une exception de période de travail.

source: Column number is not defined. Please check configuration.
ar: لم يتم تحديد رقم العمود. يرجى التحقق من التكوين.
fr: Le numéro de colonne n'est pas défini. S'il vous plaît vérifier la configuration.

source: Json array '{0}' is not found.
ar: لم يتم العثور على مجموعة Json '{0}'.

source: Element '{0}' is not an integer value in array '{1}'.
ar: العنصر '{0}' ليس قيمة عددية في المصفوفة '{1}'.
fr: L'élément ' {0} ' n'est pas une valeur entière dans le tableau ' {1} '.

source: JSON object '{0}' is not found.
ar: لم يتم العثور على كائن JSON '{0}'.

source: Max rate should be defined<br>Employer: '{0}'<b>Salary group: '{1}',b>Salary grade: '{2}'.
ar: يجب تحديد الحد الأقصى للمعدل < br> صاحب العمل: '{0}' < b> مجموعة الرواتب: '{1}'، b> درجة الراتب: '{2}'.
fr: Le taux maximum doit être défini < br> employeur: ' {0} ' < b> groupe de traitement des salaires: ' {1} ', b> niveau de traitement: ' {2} '.

source: Step should be defined<br>Employer: '{0}'<b>Salary group: '{1}',b>Salary grade: '{2}'.
ar: يجب تحديد الخطوة < br> صاحب العمل: '{0}' < b> مجموعة الرواتب: '{1}'، b> درجة الراتب: '{2}'.
fr: Vous devez définir l’étape < br> Employeur: ' {0} ' < b> Groupe de salaires: ' {1} ', b> Niveau de salaire: ' {2} '.

source: Either 'codeTableIds' or 'codeTableNames' parameter should be provided in request.
ar: يجب تقديم إما 'codeTableIds' أو 'codeTableNames' في الطلب.
fr: Les paramètres 'codeTableIds' ou 'codeTableNames' doivent être fournis dans la demande.

source: Either 'personContactId' or 'employeeBenefitId' or no parameter should be provided in request.
ar: يجب تقديم 'personContactId' أو 'employeeBenefitId' أو لا معلمة في الطلب.
fr: 'PersonContactId' ou 'employeeBenefitId' ou aucun paramètre ne doit être fourni dans la demande.

source: Unsupported recall action '{0}'.
ar: إجراء الاستدعاء غير المدعوم '{0}'.
fr: Action de rappel non prise en charge ' {0} '.

source: Option group '{0}' should be in range [1,4].
ar: يجب أن تكون مجموعة الخيار '{0}' في النطاق [1،4].
fr: Le groupe d'options ' {0} ' doit être compris dans la plage [1,4].

source: Assignment for employee '{0}' should have at least one detail.
ar: يجب أن تحتوي مهمة الموظف '{0}' على تفصيل واحد على الأقل.
fr: L'affectation pour l'employé ' {0} ' doit comporter au moins un détail.

source: Person '{0}' should not have more than one primary address.
ar: يجب ألا يكون للشخص '{0}' أكثر من عنوان أساسي واحد.

source: More than one primary Time zone is defined for employee '{0}'.
ar: يتم تعريف أكثر من منطقة زمنية أساسية للموظف '{0}'.

source: External system should be set for transfer type schedule task with SFTP recipient type.
ar: يجب تعيين النظام الخارجي لمهمة جدولة نوع النقل بنوع المستلم SFTP.
fr: Le système externe doit être défini pour la tâche de planification du type de transfert avec le type de destinataire SFTP.

source: External system can be defined just for transfer type schedule task with SFTP recipient type.
ar: يمكن تعريف النظام الخارجي لمهمة جدولة نوع النقل بنوع المستلم SFTP فقط.
fr: Un système externe peut être défini uniquement pour une tâche de planification de type de transfert avec un type de destinataire SFTP.

source: Can't access assignment for employee '{0}'. Please check your security profiles.
ar: لا يمكن الوصول إلى الواجب للموظف '{0}'. يرجى التحقق من ملفات تعريف الأمان.

source: Can't access person for employee '{0}'. Please check your security profiles.
ar: لا يمكن الوصول إلى الشخص للموظف '{0}'. يرجى التحقق من ملفات تعريف الأمان.

source: Can't access employee '{0}'. Please check your security profiles.
ar: لا يمكن الوصول إلى الموظف '{0}'. يرجى التحقق من ملفات تعريف الأمان.

source: Can't access timesheet for employee '{0}'. Please check your security profiles.
ar: لا يمكن الوصول إلى الجدول الزمني للموظف '{0}'. يرجى التحقق من ملفات تعريف الأمان.

source: Can't access time off attachment for employee '{0}'. Please check your security profiles.
ar: لا يمكن الوصول إلى وقت إجازة المرفق للموظف '{0}'. يرجى التحقق من ملفات تعريف الأمان.

source: Instructor should have email set.
ar: يجب أن يكون لدى المدرس مجموعة بريد إلكتروني.

source: Work location area is not found by code '{0}'.
ar: لم يتم العثور على منطقة موقع العمل عن طريق الرمز '{0}'.
fr: La zone de travail n’a pas été trouvée par le code ' {0} '.

source: Static token is not valid.
ar: رمز ثابت غير صالح.

source: Payrolls in just completed batch can be voided.
ar: كشوف المرتبات في دفعة الانتهاء فقط.
fr: Les paies en lots terminés peuvent être annulées.

source: It is not allowed to remove time off which is approved or in workflow queue for employee '{0}'.
ar: لا يُسمح بإزالة الإجازة التي تمت الموافقة عليها أو في قائمة انتظار سير العمل للموظف '{0}'.
fr: Il n'est pas permis de supprimer les congés approuvés ou dans la file d'attente de workflow pour l'employé ' {0} '.

source: It is not allowed to start timer for a not 'Income' task.
ar: لا يُسمح ببدء المؤقت لمهمة 'الدخل'.
fr: Il n'est pas autorisé de démarrer le chronomètre pour une tâche autre que "Revenu".

source: It is not allowed to stop timer for a not 'Income' task.
ar: لا يسمح بإيقاف المؤقت لمهمة 'الدخل'.
fr: Il n’est pas permis d’arrêter le chronomètre pour une tâche autre que le «revenu».

source: Period type should be set for Non-Accruing time off plan '{0}'.
ar: يجب تعيين نوع الفترة للوقت غير المتراكم للخطة '{0}'.
fr: Le type de période doit être défini pour le plan de congé non accumulé ' {0} '.

source: Unsupported content type '{0}'.
ar: نوع محتوى غير مدعوم '{0}'.
fr: Type de contenu non pris en charge ' {0} '.

source: Start/Stop is not supported for a timesheet with the Manual Day entry type.
ar: البدء / الإيقاف غير مدعوم لجدول زمني مع نوع الإدخال Manual Day.
fr: Démarrer / Arrêter n'est pas pris en charge pour une feuille de temps avec le type d'entrée Jour manuel.

source: Employee '{0}' is already registered.
ar: الموظف '{0}' مسجل بالفعل.

source: Receipt is not set for aca transmission year '{0}'.
ar: لم يتم تعيين الإيصال لسنة انتقال aca '{0}'.
fr: Le reçu n'est pas défini pour l'année de transmission aca ' {0} '.

source: Response receipt '{0}' differs with '{1}' which is set for aca transmission year '{2}'.
ar: يختلف إيصال الاستجابة '{0}' مع '{1}' الذي تم تعيينه لسنة إرسال aca '{2}'.
fr: Le reçu de réponse ' {0} ' diffère de ' {1} ' qui est défini pour l'année de transmission aca ' {2} '.

source: 2fa seed is not set for selected user.
ar: لم يتم تعيين البذور 2fa للمستخدم المحدد.

source: {0} for {1} server should be set in Tenant Authentication '{2}'.
ar: يجب تعيين {0} لخادم {1} في مصادقة المستأجر '{2}'.
fr: {0} pour le serveur {1} doit être défini dans l'authentification du locataire ' {2} '.

source: Unsupported paycode: '{0}'.
ar: رمز الدفع غير المدعوم: '{0}'.
fr: Code de paiement non pris en charge: ' {0} '.

source: Accrual period is not supported for:<br>Code: {0}<br>Start day of week: {1}<br>Is odd week: {2}<br>Plan start date: {3}
ar: فترة الاستحقاق غير مدعومة: < br> الرمز: {0} < br> يوم البدء في الأسبوع: {1} < br> هو الأسبوع الفردي: {2} < br> تاريخ بدء الخطة: {3}
fr: La période d’acquisition n’est pas prise en charge pour: < br> code: {0} < br> jour de début de semaine: {1} < br> est impaire: {2} < br> date de début du plan: {3}

source: Person has more than one employee that belongs to employer '{0}'.
ar: الشخص لديه أكثر من موظف ينتمي إلى صاحب العمل '{0}'.
fr: La personne a plus d’un employé appartenant à l’employeur ' {0} '.

source: Tenant is not allowed to use 3rd party auth, but user is allowed.
ar: لا يُسمح للمستأجر باستخدام مصادقة جهة خارجية ، ولكن يُسمح للمستخدم.
fr: Le locataire n'est pas autorisé à utiliser une autorisation tierce, mais l'utilisateur est autorisé.

source: It is not allowed to have more than 1 app with the same endpoint '{0}'.
ar: لا يجوز أن يكون لديك أكثر من تطبيق واحد له نفس نقطة النهاية '{0}'.
fr: Il n'est pas autorisé d'avoir plus d'une application avec le même point de terminaison ' {0} '.

source: Can't find an app by endpoint '{0}'.
ar: لا يمكن العثور على تطبيق بنقطة النهاية '{0}'.
fr: Impossible de trouver une application par le point de terminaison ' {0} '.

source: Unsupported event type '{0}'.
ar: نوع الحدث غير مدعوم '{0}'.
fr: Type d'événement non pris en charge ' {0} '.

source: Can't find manifest by endpoint '{0}'.
ar: لا يمكن العثور على البيان بنقطة النهاية '{0}'.
fr: Impossible de trouver le manifeste par le noeud final ' {0} '.

source: Button name should be set in app trigger for custom button invocations.
ar: يجب تعيين اسم الزر في تطبيق الزناد لاستدعاءات الزر المخصص.
fr: Le nom du bouton doit être défini dans l'application déclencheur pour les invocations de boutons personnalisés.

source: Unsupported parameter value type '{0}'.
ar: نوع قيمة المعلمة غير مدعوم '{0}'.
fr: Type de valeur de paramètre non pris en charge ' {0} '.

source: App '{0}' is already registered.
ar: التطبيق '{0}' مسجل بالفعل.

source: Unsupported assignment action type '{0}'.
ar: نوع إجراء المهمة غير المدعوم '{0}'.

source: {0} paycode can not be splitted.
ar: {0} لا يمكن تقسيم كود الدفع.

source: The averageHours '{0}' should be in range [0, 24].
ar: يجب أن يكون متوسط الساعات '{0}' في النطاق [0 ، 24].

source: FTE '{0}' should not be negative.
ar: يجب ألا يكون FTE '{0}' سالبًا.
fr: Les ETP ' {0} ' ne doivent pas être négatifs.

source: It is not allowed to create a new assignment detail before first assignment detail for employee '{0}'.
ar: لا يُسمح بإنشاء تفاصيل مهمة جديدة قبل تفاصيل المهمة الأولى للموظف '{0}'.
fr: Il n'est pas autorisé de créer un nouveau détail d'affectation avant le premier détail d'affectation pour l'employé ' {0} '.

source: Can't extract content type from input '{0}'.
ar: لا يمكن استخراج نوع المحتوى من الإدخال '{0}'.
fr: Impossible d'extraire le type de contenu de l'entrée ' {0} '.

source: Unsupported basic operation '{0}'.
ar: العملية الأساسية غير المدعومة '{0}'.
fr: Opération de base non prise en charge ' {0} '.

source: Expected '{0}' option objects for benefit plan '{1}' but '{2}' found.
ar: كائنات الخيار '{0}' المتوقعة لخطة المزايا '{1}' لكن تم العثور على '{2}'.
fr: Les objets d'option ' {0} ' attendus pour le régime d'avantages sociaux ' {1} ' mais ' {2} ' ont été trouvés.

source: Option '{0}' is not defined in benefit plan '{1}'.
ar: لم يتم تعريف الخيار '{0}' في خطة الفوائد '{1}'.
fr: L'option ' {0} ' n'est pas définie dans le régime d'avantages sociaux ' {1} '.

source: Token @benefitOptionValue('{0}', '{1}') is valid only for non-manual option group.
ar: الرمز المميزbenefitOptionValue ('{0}' ، '{1}') صالح فقط لمجموعة الخيارات غير اليدوية.
fr: Token @benefitOptionValue (' {0} ', ' {1} ') est valide uniquement pour le groupe d'options non manuel.
