Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Shift schedule overlaps another one in schedule '{0}' on day '{1}'.
ar: يتداخل جدول Shift مع جدول آخر '{0}' في اليوم '{1}'.

source: Company form with name '{0}' doesn't exist
ar: نموذج الشركة بالاسم '{0}' غير موجود

source: Compensation value could not be negative
ar: لا يمكن أن تكون قيمة التعويض سالبة

source: An issue appeared during exporting gl.<br/>{0}
ar: ظهرت مشكلة أثناء تصدير gl. <br/> {0}

source: Employee {0} doesn't have ACH bank account
ar: الموظف {0} ليس لديه حساب ACH مصرفي

source: Employee {0} has more than one ACH bank account
ar: الموظف {0} لديه أكثر من حساب مصرفي ACH

source: Session Timeout
ar: مهلة جلسة
es: Hora de término de la sesión

source: Unauthorised
ar: غير مصرح
es: No autorizado

source: Checking authentication.
ar: التحقق من المصادقة.
es: Comprobación de autenticación.

source: Session was renewed. Please retry operation.
ar: تم تجديد الجلسة. يرجى إعادة محاولة العملية.
es: Sesión fue renovado. Por favor vuelva a intentar la operación.

source: Not allowed
ar: غير مسموح
es: No permitido

source: You are not allowed to use<br> the system.
ar: غير مسموح لك باستخدام <br> النظام.
es: No se le permite utilizar el sistema.

source: Connection lost. Attempting to re-establish...
ar: فقدت الاتصال. محاولة إعادة تأسيس ...
fr: Connexion perdue. Tenter de rétablir ...

source: Connection Lost
ar: فقدت الاتصال

source: Attempting to re-establish...
ar: محاولة إعادة تأسيس ...
fr: Tenter de rétablir ...

source: Show stack trace
ar: إظهار تتبع المكدس

source: OK
ar: حسنا

source: Stack trace
ar: تتبع المكدس
fr: Trace de la pile

source: {0} at {1}
ar: {0} في {1}
fr: {0} à {1}

source: Unhandled internal error. Reference: {0}-{1}
ar: خطأ داخلي غير معالج. المرجع: {0} - {1}
fr: Erreur interne non gérée. Référence: {0} - {1}

source: Unhandled internal error.
ar: خطأ داخلي غير معالج.
es: error interno no controlada.
fr: Erreur interne non gérée.

source: Unhandled internal error. Logging server unavailable.
ar: خطأ داخلي غير معالج. خادم التسجيل غير متاح.
es: error interno no controlada. Registro de servidor no disponible.
fr: Erreur interne non gérée. Serveur de journalisation indisponible.

source: Line
ar: خط
es: Línea
fr: Ligne

source: Area
ar: منطقة
es: Zona
fr: Région

source: Pie
ar: فطيرة
es: Circular

source: Bar
ar: شريط
es: Barra

source: Bar Stacked
ar: شريط مكدسة
es: barras apiladas
fr: Bar empilé

source: Date {0}(leave blank for auto set today){1}
ar: التاريخ {0} (اتركه فارغًا للضبط التلقائي اليوم) {1}
es: Fecha {0} (dejar en blanco para el grupo de automóviles de hoy) {1}
fr: Date {0}(laissez ce champ vide pour la configuration automatique aujourd'hui){1}

source: Employed Person Count
ar: عدد الأشخاص العاملين
es: Contador de la persona con empleo
fr: Nombre de personnes employées

source: Total Person Count
ar: إجمالي عدد الأشخاص
es: Recuento total Persona
fr: Nombre total de personnes

source: Completed Person Percent
ar: الشخص المكتمل النسبة المئوية
es: Porcentaje completado persona
fr: Personne pourcentage complète

source: Revenue/FTE
ar: الإيرادات / FTE
es: Ingresos / FTE
fr: Revenu/FTE

source: Revenue
ar: إيرادات
es: Ingresos
fr: Revenu

source: Turnover rate
ar: معدل دوران
es: tasa de rotación
fr: Taux de rotation

source: Average Age
ar: متوسط العمر
es: Promedio de edad 28.8 26.2
fr: Moyenne âge

source: Absence Rate
ar: معدل الغياب
es: Tasa de ausencia
fr: Taux d'absence

source: Active Employees
ar: الموظفين النشطين
es: Empleados activos
fr: Employés actifs

source: Active Positions
ar: المناصب النشطة
es: Posiciones activas
fr: Positions actifs

source: Overtime Hours MTD
ar: ساعات العمل الإضافي MTD
es: Las horas extraordinarias MTD
fr: Heures supplémentaires MTD

source: Employer
ar: صاحب العمل
es: Empleador
fr: Employeur

source: Overtime Hours YTD
ar: ساعات العمل الإضافي حتى تاريخه
fr: Heures supplémentaires YTD

source: Worker's Comp Claims YTD
ar: شركات العمال مطالبات YTD
es: de los trabajadores Comp reivindicaciones YTD
fr: Travailleurs comp revendications YTD

source: Hours Lost Due to Injury YTD
ar: ساعات ضائعة بسبب إصابة YTD
es: Horas perdidas por lesiones YTD
fr: Heures perdues pour cause de blessure YTD

source: Worker's Comp Costs YTD
ar: شركات العمال تكاليف YTD
es: Compensación al Trabajador Cuesta YTD
fr: Travailleurs coûts comp YTD

source: Overdue Onboarding Tasks Count
ar: تأخر عدد مهام Onboarding

source: Number of Departments
ar: عدد الإدارات
es: Número de Departamentos
fr: Nombre de départements

source: Total Person Count Historical
ar: مجموع عدد الأفراد التاريخية
es: Persona de cuentas totales histórico
fr: Nombre total de personnes historiques

source: Start Date
ar: تاريخ البدء
es: Fecha de Inicio
fr: Date de début

source: End Date
ar: تاريخ الانتهاء
es: Fecha final
fr: Date de fin

source: Monthly Hires and Termination
ar: التعيينات الشهرية والإنهاء
es: Contrataciones mensuales y Terminación
fr: Embauche mensuels et terminaison

source: Employee Count By Gender
ar: عدد الموظفين حسب الجنس
es: Por número de empleados de Género
fr: Nombre d'employés par genre

source: Employee Count By Ethnic Group
ar: عدد الموظفين حسب المجموعة العرقية
es: Número de empleados por grupo étnico
fr: Nombre d'employés par groupe ethnique

source: Employee Count by Department
ar: عدد الموظفين حسب الإدارة
es: Conde empleado por el Departamento
fr: Nombre d'employés par département

source: An internal error occurred ({0}). Please contact Criterion support and provide this number.
ar: حدث خطأ داخلي ( {0} ). يرجى الاتصال بدعم Criterion وتقديم هذا الرقم.
es: Se ha producido un error interno ( {0} ). Por favor, póngase en contacto con el apoyo del criterio y proporcionar este número.
fr: Une erreur interne s'est produite ({0}). Veuillez contacter le support technique de Criterion et fournir ce numéro.

source: Unknown error occurred ({0}).
ar: حدث خطأ غير معروف ( {0} ).
es: Se produjo un error desconocido ( {0} ).
fr: Une erreur inconnue s'est produite ({0}).

source: Your session has timed-out. Please login to continue.
ar: انقضت مهلة جلستك. الرجاء تسجيل الدخول للمتابعة.
es: Tu sesión ha expirado. Por favor inicie sesión para continuar
fr: Votre session a expiré. S'il-vous plaît login pour continuer.

source: System Error
ar: خطأ في النظام
es: Error del Sistema
fr: Erreur du système

source: Validation Error
ar: خطئ في التحقق
es: Error de validación
fr: Erreur de validation

source: Server Not Available, please contact Customer Support
ar: الخادم غير متوفر ، يرجى الاتصال بدعم العملاء
es: El servidor no está disponible, por favor, póngase en contacto con Atención al cliente
fr: Serveur non disponible, veuillez contacter le support du client

source: Payroll
ar: كشف رواتب
es: Nómina de Sueldo
fr: Paie

source: Recruiting
ar: تجنيد
es: Reclutamiento
fr: Recrutement

source: Scheduling
ar: جدولة
es: Programación
fr: Planification

source: Self Service
ar: خدمة ذاتية، إخدم نفسك بنفسك
es: Auto-servicio
fr: En libre service

source: Internal
ar: داخلي

source: External
ar: خارجي

source: Criterion Classic
ar: معيار كلاسيك
es: criterio Classic
fr: Criterion Classique

source: Full Access
ar: الوصول الكامل
es: Acceso Completo
fr: Accès total

source: Limited Access
ar: وصول محدود
es: Acceso limitado
fr: Accès limité

source: Upper Case
ar: الأحرف الكبيرة
es: Mayusculas
fr: Majuscule

source: Lower Case
ar: أحرف صغيرة
es: Minusculas
fr: Minuscule

source: Numeric
ar: رقمية
es: Numérico
fr: Numérique

source: Non-alphanumeric
ar: غير أبجدية
es: No alfanumérico
fr: Non alphanumérique

source: This field is required
ar: هذه الخانة مطلوبه
es: este campo es requerido
fr: Ce champ est requis

source: Should be a positive number or zero
ar: يجب أن يكون رقم موجب أو صفر
es: Debe ser un número positivo o cero
fr: Devrait être un nombre positif ou zéro

source: Should be a positive number
ar: يجب أن يكون رقم موجب
es: Debe ser un número positivo o cero
fr: Devrait être un nombre positif

source: Should be a year, ex. 2015
ar: يجب أن تكون سنة ، مثلا. 2015
es: En caso de ser un año, ej. 2015
fr: evrait être une année, ex. 2015

source: Should be present.
ar: يجب أن يكون حاضرا.
es: este presente.
fr: Devrait être présent.

source: Should be between 0 and 24
ar: يجب أن يكون بين 0 و 24
es: Debe estar entre {0} y {1}
fr: Devrait être compris entre 0 et 24

source: Should be between 0 and 7
ar: يجب أن يكون بين 0 و 7
es: Debe estar entre {0} y {1}
fr: Devrait être compris entre 0 et 7

source: Should be between 0 and 52
ar: يجب أن يكون بين 0 و 52
es: Debe estar entre {0} y {1}
fr: Devrait être compris entre 0 et 52

source: Should be between {0} and {1}
ar: يجب أن يكون بين {0} و {1}
es: Debe estar entre {0} y {1}
fr: Doit être compris entre {0} et {1}

source: Something's gone wrong
ar: حدث خطأ ما
es: Algo ha salido mal.
fr: Quelque chose a mal tourné

source: Loading…
ar: جار التحميل…
es: Cargando…
fr: Chargement...

source: Verifying code…
ar: جارٍ التحقق من الرمز ...
es: Verificación de código ...
fr: Vérification du code…

source: Invalid credentials
ar: بيانات الاعتماد غير صالحة
es: Credenciales no válidas
fr: Les informations d'identification invalides

source: Login disabled
ar: تم تعطيل تسجيل الدخول
es: Inicio de sesión acabada
fr: Login désactivé

source: Employer Custom Fields
ar: الحقول المخصصة لصاحب العمل
es: Empleador campos personalizados
fr: Champs personnalisés de l'employeur

source: Assignment Detail Custom Fields
ar: تعيين التفاصيل الحقول المخصصة
es: Detalle de asignación de campos personalizados
fr: Champs personnalisés du détail de l'affectation

source: Primary Position Custom Fields
ar: الحقول المخصصة للموضع الأساسي

source: Position Custom Fields
ar: موقف الحقول المخصصة
es: Posición de campos personalizados
fr: Positionner les champs personnalisés

source: Employee Demographics
ar: التركيبة السكانية الموظف
es: Datos demográficos de los empleados
fr: Démographie des employés

source: Employee Demographics Custom Fields
ar: الموظف الديموغرافيات الحقول المخصصة

source: Employee Additional Demographics
ar: الموظف التركيبة السكانية إضافية
es: Demografía de los empleados, además,
fr: Données démographiques supplémentaires des employés

source: Employee Additional Demographics Custom Fields
ar: الموظف حقول سكانية إضافية مخصصة

source: Employee Custom Fields
ar: حقول الموظفين المخصصة
es: Empleado de campos personalizados
fr: Champs personnalisés des employés

source: Employment Information Custom Fields
ar: الحقول المخصصة لمعلومات التوظيف

source: Benefit Plan Custom Fields
ar: الاستفادة من خطة الحقول المخصصة
es: Plan de Beneficios de campos personalizados
fr: Les champs personnalisés du plan d'avantage

source: Employee Benefit Custom Fields
ar: استفاد الموظف من الحقول المخصصة
es: Beneficios para Empleados de campos personalizados
fr: Champs personnalisés d'avantage des employés

source: Employee Custom Form
ar: نموذج الموظف المخصص
es: Empleado formulario personalizado
fr: Formulaire personnalisé d'employé

source: Employee Form Custom Fields
ar: الحقول المخصصة لنموذج الموظف

source: Timesheet Detail
ar: الجدول الزمني التفاصيل
es: Detalle de parte de horas
fr: Détail de la feuille de temps

source: Timesheet Detail Custom Fields
ar: تفاصيل الجدول الزمني الحقول المخصصة

source: Employee Course
ar: دورة الموظف
es: Curso empleado
fr: Employé cours

source: Employee Course Custom Fields
ar: الحقول المخصصة لموظفي الدورة

source: Dependents
ar: المعالين
es: Dependientes
fr: Dépendants

source: Dependents Custom Fields
ar: الحقول المخصصة التابعة

source: Custom
ar: مخصص
es: Personalizado
fr: Personnalisé

source: Review Custom Fields
ar: مراجعة الحقول المخصصة

source: Payroll Interface Settings
ar: الرواتب اجهة الإعدادات

source: Payroll T4 Interface Custom Fields
ar: جدول الرواتب T4 مخصص الحقول

source: {0} hired on {1}
ar: {0} توظيف {0} في {1}
es: {0} contratado {1}
fr: {0} embauché le {1}

source: {0} terminated on {1}
ar: {0} إنهاؤها في {1}
es: {0} terminado en {1}
fr: {0} terminé le {1}

source: {0} has a {1} effective {2}
ar: {0} له {1} فعال {2}
es: {0} tiene un {1} efectiva {2}
fr: {0} a un {1} effectif {2}

source: {0} has time off for {1} starting {2}
ar: {0} لديه إجازة لـ {1} تبدأ {2}
es: {0} tiene tiempo libre para {1} a partir {2}
fr: {0} a du temps libre pour {1} à partir de {2}

source: {0} has a birthday on {1}
ar: {0} لديه عيد ميلاد في {1}
es: {0} tiene un cumpleaños en {1}
fr: {0} fête son anniversaire le {1}

source: {0} has a work anniversary on {1}
ar: {0} له ذكرى عمل في {1}

source: {0} deadline on {1}
ar: {0} الموعد النهائي في {1}
es: {0} plazo de {1}
fr: {0} échéance le {1}

source: {0} filed a worker's compensation claim on {1}
ar: {0} قدم دعوى تعويض عامل في {1}
es: {0} presentado un reclamo de compensación al trabajador en {1}
fr: {0} a déposé une demande d'indemnisation des travailleurs le {1}

source: Job {0} posted on {1}
ar: تم نشر الوظيفة {0} في {1}
es: Trabajo {0} publicada el {1}
fr: Job {0} publié le {1}

source: {0} holiday on {1}
ar: {0} عطلة في {1}
es: {0} día de fiesta en {1}
fr: {0} vacances le {1}

source: {0} ends {1}
ar: {0} ينتهي {1}
es: {0} termina {1}
fr: {0} se termine {1}

source: Planned
ar: مخطط
es: Planificar
fr: Planifié

source: Not Planned
ar: لم يكن مخططا له
es: No permitido
fr: Pas prévu

source: Answered
ar: أجاب
es: Contestada
fr: Répondu

source: Completed
ar: منجز
es: Completado
fr: Complète

source: Sunday
ar: الأحد
es: domingo
fr: Dimanche

source: Monday
ar: الإثنين
es: Lunes
fr: Lundi

source: Tuesday
ar: الثلاثاء
es: Martes
fr: Mardi

source: Wednesday
ar: الأربعاء
es: Miércoles
fr: Mercredi

source: Thursday
ar: الخميس
es: Jueves
fr: Jeudi

source: Friday
ar: يوم الجمعة
es: Viernes
fr: Vendredi

source: Saturday
ar: يوم السبت
es: Sábado
fr: Samedi

source: Standard GL
ar: GL القياسية

source: Day
ar: يوم
es: Dia
fr: Journée

source: First
ar: أول
es: Primero
fr: Premier

source: Second
ar: ثانيا
es: Segundo
fr: Seconde

source: Third
ar: الثالث
es: tercero
fr: Troisième

source: Fourth
ar: رابع
es: Cuarto
fr: Quatrième

source: Last
ar: الاخير
es: Último
fr: Dernier

source: Report
ar: نقل
es: Informe
fr: Rapport

source: Transfer
ar: نقل
es: Transferencia
fr: Transfert

source: System
ar: النظام
es: Sistema
fr: Système

source: App
ar: تطبيق
es: Aplicar

source: Employee Group
ar: مجموعة الموظفين
es: Grupo de Empleado
fr: Groupe d'employés

source: Employee List
ar: قائمة موظف
es: Límite empleado
fr: Liste des employés

source: Email List
ar: قائمة الايميلات
es: Correo electrónico
fr: Liste email

source: Approve
ar: يوافق
es: Aprobar
fr: Approuver

source: Reject
ar: رفض
es: Rechazar
fr: Rejeter

source: Open
ar: افتح
es: Activado
fr: Ouvert

source: Restricted
ar: محدد
es: Tiempo restringido
fr: Restreint

source: My Tasks
ar: مهامي
es: Tareas
fr: Mes tâches

source: My Time Offs
ar: وقتي إجازات
es: Offs tiempo
fr: Mon temps libre

source: External Links
ar: روابط خارجية
es: Enlaces externos
fr: Liens externes

source: Info Box
ar: معلومات مربع
fr: Boîte d'info

source: Feed
ar: تغذية
fr: Alimentation

source: Attendance
ar: الحضور
fr: Présence

source: Upcoming Time Off
ar: القادمة قبالة الوقت
es: Próximo Tiempo Libre
fr: Temps libre à venir

source: My Pay
ar: راتبي
fr: Mon salaire

source: Events
ar: أحداث
es: Eventos
fr: Événements

source: not anonymous
ar: ليس مجهول
es: No anónimo
fr: pas anonyme

source: Employee
ar: موظف
es: Empleado
fr: Employé

source: Manager
ar: مدير
es: Manejo de los grados
fr: Gérant

source: Admin
ar: مشرف
es: Administración

source: Base
ar: يتمركز

source: Income
ar: الإيرادات
es: Ingresos
fr: Revenu

source: Deduction
ar: المستقطع
es: Deducción
fr: Déduction

source: US
ar: لنا
fr: NOUS

source: Canada
ar: كندا

source: Date Range
ar: نطاق الموعد

source: Pay Period
ar: فترة السداد
es: Período
fr: Période de paie

source: This Month
ar: هذا الشهر
es: Este mes
fr: Ce mois-ci

source: This Quarter
ar: هذا الربع
es: Este cuarto
fr: Ce trimestre

source: This Year
ar: هذه السنة
es: Este año
fr: Cette année

source: Last Month
ar: الشهر الماضي
es: Último mes
fr: Le mois dernier

source: Last Quarter
ar: الربع الأخير
es: Cuarto menguante
fr: Le dernier quart

source: Last Year
ar: العام الماضي
es: Año pasado
fr: L'année dernière

source: List
ar: قائمة

source: Grid
ar: جريد
es: Mostrar cuadrícula
fr: Grille

source: Team Punch
ar: فريق لكمة
es: Equipo Punch
fr: Pointage d'équipe

source: Import
ar: استيراد
es: Importar
fr: Importation

source: Download
ar: تحميل
es: Descargar
fr: Télécharger

source: Mass Submit
ar: إرسال الشامل

source: Hours
ar: ساعات
es: horas

source: In
ar: في
es: en

source: Out
ar: خارج
es: Salir
fr: En dehors

source: Lastname
ar: الكنية

source: Firstname
ar: الاسم الاول

source: Middlename
ar: الاسم الوسطى

source: Nickname
ar: كنية
es: Apodo
fr: Surnom

source: First letter Lastname
ar: الحرف الأول اسم العائلة
fr: Première lettre Nom

source: First letter Firstname
ar: الحرف الأول
fr: Première lettre Prénom

source: First letter Middlename
ar: الحرف الأول Middlename
fr: Première lettre Middlename

source: First letter Nickname
ar: الاسم الأول للحرف

source: Next 1 Day
ar: اليوم التالي

source: Next 1 Week
ar: الأسبوع الأول التالي

source: Does not expire
ar: لا تنتهي صلاحيتها
fr: N'expire pas

source: User
ar: المستعمل
es: Nombre de utuario
fr: Utilisateur

source: Off
ar: إيقاف
es: Oficial
fr: De

source: Trace
ar: أثر

source: Debug
ar: التصحيح
fr: Déboguer

source: Info
ar: معلومات
es: Información

source: Warn
ar: حذر

source: Error
ar: خطأ
es: Eerror
fr: Erreur

source: Is not a valid email address list. Should be list of email addresses, separated by ";"
ar: ليست قائمة عناوين بريد إلكتروني صالحة. يجب أن تكون قائمة بعناوين البريد الإلكتروني ، مفصولة بـ "؛ "
es: No es una lista de direcciones de correo electrónico válida. Debería ser una lista de direcciones de correo electrónico, separadas por ";"
fr: N'est pas une liste d'adresses e-mail valide. Doit être une liste d'adresses e-mail, séparées par ";"

source: Change language to
ar: تغيير اللغة إلى
es: Cambiar idioma a
fr: Changer la langue en

source: You need to reload page in order to apply settings
ar: تحتاج إلى إعادة تحميل الصفحة من أجل تطبيق الإعدادات
es: Es necesario volver a cargar la página con el fin de aplicar los ajustes
fr: Vous devez recharger la page pour appliquer les réglages

source: Reload Now?
ar: إعادة التحميل الآن؟
es: Actualizar ahora?
fr: Recharger maintenant?

source: Just now
ar: الآن فقط
es: Justo ahora
fr: Juste maintenant

source: minute ago
ar: منذ دقيقة
es: minutos
fr: il y a une minute

source: minutes ago
ar: دقائق مضت
es: minutos
fr: il y a quelques minutes

source: Module
ar: وحدة
es: Módulo

source: Form
ar: شكل
es: Nombre del formulario
fr: Forme

source: Table
ar: الطاولة
es: Habilitado

source: Required field
ar: يتطلب حقلا
es: Campo obligatorio
fr: Champs requis

source: all day
ar: طوال اليوم
es: Todo el dia
fr: toute la journée

source: hours
ar: ساعات
es: horas
fr: heures

source: Incomes
ar: الدخل
es: Ingresos
fr: Les revenus

source: Time Offs
ar: إجازة الوقت
es: Offs tiempo
fr: Temps libre

source: Holidays
ar: العطل
es: Días de Descanso Obligatorio
fr: Vacances

source: Breaks
ar: فرامل
es: Descansos
fr: Pauses

source: No Assignment
ar: لا تكليف
es: sin asignación
fr: Pas affectation

source: All Months
ar: كل الشهور
es: Este mes

source: Classroom
ar: قاعة الدراسة
es: Clase

source: On Demand
ar: على الطلب
es: Bajo demanda

source: Course Code
ar: رمز المقرر
es: Nombre Curso

source: Course Name
ar: اسم الدورة التدريبية
es: Nombre Curso
fr: Nom du cours

source: Class Name
ar: اسم الصف
es: Apellido
fr: Nom du classe

source: Date
ar: تاريخ
es: Fecha

source: Company Name
ar: اسم الشركة
es: Nombre de la compañía

source: Alternate Name
ar: أسم بديل
es: Nombre alternativo
fr: Nom alternatif

source: National Identifier
ar: المعرف الوطني
es: Identificador

source: Position Code
ar: رمز الموقف
es: Código de Posición

source: Position Title
ar: المسمى الوظيفي

source: Employee Hire
ar: موظف توظيف

source: No Status
ar: لا توجد حالة
es: Estado

source: File
ar: ملف
es: Nombre de archivo
fr: Fichier

source: Criterion
ar: معيار

source: Sun
ar: شمس
es: domingo

source: Mon
ar: الإثنين
es: Lunes

source: Tue
ar: الثلاثاء
es: Cierto

source: Wed
ar: الأربعاء
es: Mie

source: Thu
ar: الخميس
es: Jue

source: Fri
ar: الجمعة
es: Viernes

source: Sat
ar: جلس
es: Estado

source: Yes
ar: نعم
es: Sí
fr: Oui

source: No
ar: لا
fr: Non

source: There are no changes to save.
ar: لا توجد تغييرات للحفظ.
es: No hay cambios para guardar.

source: Submit new position?
ar: إرسال موقف جديد؟
es: Posición por terminado?

source: Submit changes?
ar: أرسل التغييرات؟
es: Guardando cambios...

source: Position Saved.
ar: موقف المحفوظة.
es: Posición guardada.

source: Delete
ar: حذف
es: Eliminar
fr: Effacer

source: Submit deletion?
ar: إرسال الحذف؟
es: presentar hoja de tiempo

source: Select Job Code
ar: اختر كود الوظيفة
es: Seleccione Código de Trabajo

source: Code
ar: الشفرة
es: Código

source: Description
ar: وصف
es: Descripción
fr: La description

source: No help available for this topic
ar: لا توجد مساعدة متاحة لهذا الموضوع
es: No hay ayuda disponible para este tema

source: Add file
ar: اضف ملف

source: The employee will be terminated at the current employer. Do you want to continue?
ar: سيتم إنهاء الموظف لدى صاحب العمل الحالي. هل تريد الاستمرار؟
es: El empleado será terminada en la empresa actual. ¿Quieres continuar?

source: Type
ar: اكتب
es: Tipo

source: Name
ar: اسم
es: Nombre
fr: Nom

source: Primary
ar: ابتدائي
es: Primario
fr: Primaire

source: Close
ar: قريب
es: Desactivada
fr: Fermer

source: <{0}>Highlighted</{0}> fields were recently changed and being reviewed.
ar: < {0} > تم تغيير الحقول </ {0} > المميزة مؤخرًا وتتم مراجعتها.
es: <{0}> resaltado </{0}> campos fueron cambiados recientemente y están revisando.
fr: <{0}>Les champs en surbrillance</{0}> ont été récemment modifiés et sont en cours de révision.

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler

source: Submit
ar: تقديم
es: Entregar
fr: Soumettre

source: Positions
ar: مواقف
es: Cargos

source: Position Details
ar: تفاصيل الوظيفة
es: Detalles de posición
fr: Détails de la position

source: Job
ar: مهنة

source: Title
ar: عنوان
es: Título
fr: Titre

source: Location
ar: موقعك
es: Ubicación
fr: Emplacement

source: Department
ar: قسم
es: Departamento
fr: Département

source: Cost Center
ar: مركز تقييم الكلفة، مركز التسعير، مركز التثمين
es: Centro de Costo
fr: Centre de coûts

source: Full Time Equivalency
ar: دوام كامل المعادلة
es: Tiempo completo de Equivalencia
fr: Équivalence temps plein

source: Active
ar: نشيط
es: Activa
fr: Actif

source: Exempt
ar: معفى
es: Eximir
fr: Exempter

source: EEO Category
ar: فئة EEO
es: EEO Categoría
fr: Catégorie EEO

source: Work Period
ar: فترة العمل
es: Período de informe
fr: Période de travail

source: Category
ar: الفئة
es: Categoría
fr: Catégorie

source: Workers Compensation
ar: تعويضات العمال
es: Compensación Obrera
fr: Les rémunérations des travailleurs

source: Wage Information
ar: معلومات الأجور
es: información acerca del salario
fr: Information sur les salaires

source: Salary Group
ar: مجموعة الرواتب
es: Grupo salario
fr: Groupe de salaire

source: Salary Grade (Min)
ar: الراتب (الحد الأدنى)
es: Sueldo Grado (Min)
fr: Note salariale (min)

source: Salary Grade (Max)
ar: الراتب (ماكس)
es: Sueldo Grado (Max)
fr: Note salariale (max)

source: Salary
ar: راتب
es: Salario
fr: Un salaire

source: Pay Rate Unit
ar: وحدة معدل الدفع
es: Unidad tasa de pago
fr: Unité de tarif de la paye

source: Target Pay Rate
ar: معدل الدفع المستهدف
es: Objetivo Tasa de pago
fr: Tarif de rémunération cible

source: Classification
ar: تصنيف
es: Clasificación

source: Hours per Day
ar: ساعة في اليوم
es: Horas al día
fr: Heures par jour

source: Days per Week
ar: أيام في الأسبوع
es: Días por semana
fr: Jours par semaine

source: Weeks per Year
ar: أسابيع في السنة
es: Semanas al año
fr: Semaines par an

source: Officer Code
ar: رمز الضابط
es: oficial de Code
fr: Code d'officier

source: Seasonal
ar: موسمي
es: □ Estacional
fr: Saisonnier
