Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Employee Assign -> Select a Class
ar: تعيين الموظف -> اختيار فئة
es: Asignación de empleado -> Seleccionar una clase
fr: Attribuer employé -> Sélectionnez une classe

source: Time Entry
ar: وقت الدخول

source: Inbox
ar: صندوق الوارد
fr: Boîte de réception

source: Timesheet
ar: ورقة التوقيت

source: My Information
ar: معلوماتي

source: Login Server
ar: خادم تسجيل الدخول
es: Inicio de sesión del servidor
fr: Serveur de login

source: Dependent and Contact
ar: المعال والاتصال
es: Dependientes y Contactos
fr: Dépendant et Contact

source: Shift Details
ar: التحول التفاصيل

source: Shift Name
ar: تحول الاسم
es: Nombre del Turno
fr: Nom du position

source: Unavailable Details
ar: تفاصيل غير متوفرة

source: Recurring End Date
ar: تاريخ الانتهاء المتكرر
es: Recurrente Fecha de finalización
fr: Date de fin récurrente

source: Shift details
ar: تفاصيل التحول

source: My Unavailable Times
ar: أوقاتي غير المتاحة

source: My Shift Schedule
ar: بلدي التحول الجدول الزمني

source: Count Employee Selected
ar: عد الموظف المحدد

source: Cancel Request<br>and Delete Time Off
ar: إلغاء الطلب <br> وحذف الوقت معطلة
fr: Annuler la demande<br> et supprimer le temps libre

source: Cancel Request<br>and Keep Time Off
ar: إلغاء الطلب <br> وإبقاء الوقت معطلاً
fr: Annuler la demande<br> et garder du temps libre

source: Custom duration
ar: مدة مخصصة
es: duración personalizada
fr: Durée personnalisée

source: New Time Off
ar: وقت جديد

source: Time left:
ar: الوقت المتبقي:

source: Timesheet Saved.
ar: حفظ الجدول الزمني.
es: Hoja de tiempo ahorrado.
fr: Feuille de temps enregistrée.

source: Hours Logged
ar: ساعات تسجيل
es: Horas registradas
fr: Heures enregistrées

source: Timesheet is Empty
ar: الجدول الزمني فارغ

source: Add your first time log
ar: أضف سجل المرة الأولى
fr: Ajoutez votre premier journal

source: Add Time Log
ar: إضافة سجل الوقت

source: arguments
ar: الحجج

source: RegExp
ar: التعبير العادي

source: Math
ar: الرياضيات

source: HR
es: Recursos Humanos

source: Recalc
es: Recálculo
fr: Recalculer

source: FTE
es: Pies

source: FT
es: Pies

source: Hrs./Items
es: Horas / Artículos
fr: Hrs./Articles

source: Paycode
fr: Code de paye

source: ClientID
fr: Identité du client

source: DEMOGRAPHICS
fr: DÉMOGRAPHIE

source: Сan't change review competency detail. Competency detail is used in employee review workflow.
fr: Je ne peux pas modifier les détails de la compétence de révision. Le détail des compétences est utilisé dans le flux de travail de révision des employés.

source: {0} in 'Start Day Custom List' has wrong format. Expected {1}.
fr: Le format de {0} dans 'Liste personnalisée du jour de début' est incorrect. Attendu {1}.

source: Report '{0}' generation is not implemented for report type '{1}'.
fr: La génération de rapport ' {0} ' n'est pas implémentée pour le type de rapport ' {1} '.

source: Authetication…
fr: Authentification…

source: Timesheet Summary
fr: Sommaire de la feuille de temps

source: Can't save record. Please check values
fr: Impossible d'enregistrer l'enregistrement. S'il vous plaît vérifier les valeurs
