Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Can't add '{0}' time off for {1:date}. This time off overlaps '{2}' time off for {3:date}.
ar: لا يمكن إضافة '{0}' إجازة لـ {1: date}. تتداخل هذه المرة مع '{2}' وقت الراحة {3: date}.

source: Time off duration ({0}) is longer than the rest of the day.
ar: مدة إجازة ( {0} ) أطول من بقية اليوم.

source: Can't process accrual formula. The following character is not supported - '{0}'.
ar: لا يمكن معالجة صيغة الاستحقاق. الحرف التالي غير مدعوم - '{0}'.

source: Payroll batch {0} should be completed before calculation.
ar: يجب إكمال دفعة الرواتب {0} قبل الحساب.
fr: Le lot de paie {0} doit être complété avant le calcul.

source: Can't process dynamic employee group formula. Formula syntax is not valid.
ar: لا يمكن معالجة صيغة مجموعة الموظفين الديناميكية. صيغة الصيغة غير صالحة.
es: No se puede procesar la fórmula dinámica del grupo de empleados. La sintaxis de fórmula no es válida.
fr: Impossible de traiter la formule de groupe d'employés dynamique. La syntaxe de formule n'est pas valide.

source: Email recipients limit is exceeded. You cannot mass reject more than {0} candidates per request.
ar: تم تجاوز حد مستلمي البريد الإلكتروني. لا يمكنك رفض أكثر من {0} مرشحًا لكل طلب.
es: El límite de destinatarios de correo electrónico se excede. No puede rechazar en masa más de {0} candidatos por solicitud.
fr: La limite de destinataires de email est dépassée. Vous ne pouvez pas rejeter en masse plus de {0} candidats par demande.

source: It's not allowed to add time off for closed plan period. Period start - {0:date}, period end - {1:date}.
ar: لا يُسمح بإضافة وقت عطلة لفترة الخطة المغلقة. بداية الفترة - {0: date} ، نهاية الفترة - {1: date}.
fr: Il n'est pas permis d'ajouter du temps libre pour une période de plan fermé. Début de la période - {0: date}, fin de la période - {1: date}.

source: Formula contains invalid expression. {0} token is not supported.
ar: تحتوي الصيغة على تعبير غير صالح. {0} الرمز المميز غير مدعوم.

source: {1} benefit plan contains invalid expression. {0} token is not supported.
ar: {1} تحتوي خطة المنفعة على تعبير غير صالح. {0} الرمز المميز غير مدعوم.
es: Formato de expresión incorrecta. Token @ {0} no es compatible.
fr: Le plan {1} contient une expression non valide. Le jeton {0} n'est pas pris en charge.

source: Can't save monthly time off plan. Year End date should fall to day preceding the first day of period, which is {2}. Provided Year End date - ({0}) falls to {1}.
ar: لا يمكن توفير الوقت الشهري خارج الخطة. يجب أن يقع تاريخ انتهاء السنة في اليوم السابق لليوم الأول من الفترة ، وهو {2} . تاريخ نهاية السنة المتوفرة - ( {0} ) يقع في {1} .
es: No se puede guardar el plan de descuento mensual. La fecha de finalización del año debe coincidir con el día anterior al primer día del período, que es {2}. Fecha de finalización del año proporcionado - ({0}) cae a {1}.
fr: Impossible d'enregistrer le temps libre mensuel plan. La date de fin d'année doit correspondre au jour précédant le premier jour de la période, à savoir {2}. La date de fin d'année fournie - ({0}) tombe à {1}.

source: Can't save semi-monthly time off plan. Year End date should fall to day preceding the first day of period, which is {2}. Provided Year End date - ({0}) falls to {1}.
ar: لا يمكن توفير الوقت نصف الشهري خارج الخطة. يجب أن يقع تاريخ انتهاء السنة في اليوم السابق لليوم الأول من الفترة ، وهو {2} . تاريخ نهاية السنة المتوفرة - ( {0} ) يقع في {1} .
es: No se puede guardar el plan de descuento semestral. La fecha de finalización del año debe coincidir con el día anterior al primer día del período, que es {2}. Fecha de finalización del año proporcionado - ({0}) cae a {1}.
fr: Impossible d'enregistrer le temps libre bimensuel plan. La date de fin d'année doit correspondre au jour précédant le premier jour de la période, à savoir {2}. La date de fin d'année fournie - ({0}) tombe à {1}.

source: Can't save quarterly time off plan. Year End date should fall to day preceding the first day of period, which is {2}. Provided Year End date - ({0}) falls to {1}.
ar: لا يمكن توفير الوقت الفصلي خارج الخطة. يجب أن يقع تاريخ انتهاء السنة في اليوم السابق لليوم الأول من الفترة ، وهو {2} . تاريخ نهاية السنة المتوفرة - ( {0} ) يقع في {1} .
fr: Impossible d'enregistrer le temps libre trimestriel plan. La date de fin d'année doit correspondre au jour précédant le premier jour de la période, à savoir {2}. La date de fin d'année fournie - ({0}) tombe à {1}.

source: Can't save annual time off plan. Year End date should fall to day preceding the first day of period, which is {2}. Provided Year End date - ({0}) falls to {1}.
ar: لا يمكن توفير الوقت السنوي خارج الخطة. يجب أن يقع تاريخ انتهاء السنة في اليوم السابق لليوم الأول من الفترة ، وهو {2} . تاريخ نهاية السنة المتوفرة - ( {0} ) يقع في {1} .
es: No se puede guardar el plan de descuento anual. La fecha de finalización del año debe coincidir con el día anterior al primer día del período, que es {2}. Fecha de finalización del año proporcionado - ({0}) cae a {1}.
fr: Impossible d'enregistrer le plan de temps off annuel. La date de fin d'année doit correspondre au jour précédant le premier jour de la période, à savoir {2}. La date de fin d'année fournie - ({0}) tombe à {1}.

source: Can't execute the following formula: {0}.
ar: لا يمكن تنفيذ الصيغة التالية: {0} .
es: No se puede ejecutar la siguiente fórmula: {0}.
fr: Impossible d'exécuter la formule suivante: {0}.

source: Start time can't be earlier than the start of the day.
ar: لا يمكن أن يكون وقت البدء قبل بداية اليوم.
es: Hora de inicio del día "{0}" es anterior a la hora de inicio de la semana "{1}".
fr: Temps de début ne peut pas être antérieure au début de la journée.

source: Work period grace {0} can not be greater than {1}.
ar: فترة العمل نعمة {0} لا يمكن أن يكون أكبر من {1} .
es: La tolerancia del período de trabajo {0} no puede ser mayor que {1}.
fr: Période de travail grâce {0} ne peut pas être supérieur à {1}.

source: Scheduled start {0:date} can't be later than scheduled end {1:date}.
ar: لا يمكن أن تكون البداية المجدولة {0: date} بعد النهاية المجدولة {1: date}.
es: El inicio programado {0:date} no puede ser posterior al programado end {1:date}.
fr: Le début planifié {0:date} ne peut pas être postérieur à la fin planifiée {1:date}.

source: Work period detail for {0} is incorrect. Scheduled start {1:date} can't be later than scheduled end {2:date}
ar: تفاصيل فترة العمل لـ {0} غير صحيحة. لا يمكن أن تكون البداية المجدولة {1: date} بعد النهاية المجدولة {2: date}

source: Payroll settings are not configured for employer "{0}"
ar: لم يتم تكوين إعدادات كشوف المرتبات لصاحب العمل "{0}"
fr: Les paramètres de paie ne sont pas configurés pour l'employeur " {0} "

source: End time doesn't fall into timesheet date range ({0} - {1}).
ar: لا يقع وقت الانتهاء في نطاق تاريخ الجدول الزمني ( {0} - {1} ).
es: La hora de finalización no cae dentro del rango de fechas de hoja de horas ({0} - {1}).
fr: Temps de fin n’entre pas dans la plage de dates de la feuille de temps ({0} - {1}).

source: Can't punch time for the following employee: {0}. Time - ({1}) is out of employee time range.
ar: لا يمكن لكمة الوقت للموظف التالي: {0} . الوقت - ( {1} ) خارج نطاق وقت الموظف.
es: No se puede marcar el tiempo para el siguiente empleado: {0}. Tiempo - ({1}) está fuera del rango de tiempo del empleado.
fr: Impossible de marquer temps pour l'employé suivant: {0}. Temps - ({1}) est en dehors de la plage horaire de l'employé.

source: Punch time - {0:date('m/d/Y g:i A')} is earlier than start of day.
ar: وقت الضرب - {0: date ('m / d / Y g: i A')} أقدم من بداية اليوم.

source: Custom field for {0} with code {1} already exists with the following label: {2}.
ar: يوجد حقل مخصص لـ {0} مع الكود {1} بالفعل مع التصنيف التالي: {2} .
es: El campo personalizado para {0} con código {1} ya existe con la siguiente etiqueta: {2}.
fr: Le champ personnalisé pour {0} avec le code {1} existe déjà avec l'étiquette suivante: {2}.

source: Maximum width for the site cannot exceed {0}.
ar: لا يمكن أن يتجاوز الحد الأقصى للعرض للموقع {0} .
es: El ancho máximo para el sitio no puede exceder de {0}.
fr: La largeur maximale du site ne peut pas dépasser {0}.

source: Can't execute {1} benefit plan. The following expression is invalid: {0}.
ar: لا يمكن تنفيذ {1} خطة الفوائد. التعبير التالي غير صحيح: {0} .
es: No se puede ejecutar {1} plan de beneficios. La siguiente expresión no es válida: {0}.
fr: Impossible d'exécuter le {1} plan d'avantages. L'expression suivante n'est pas valide: {0}.

source: The following sheet could not be found: {0}.
ar: تعذر العثور على الورقة التالية: {0} .

source: Wrong file format. Header column "{0}" could not be found.
ar: تنسيق ملف خاطئ. تعذر العثور على عمود الرأس "{0}".

source: Wrong file format. Header row could not be found.
ar: تنسيق ملف خاطئ. تعذر العثور على صف الرأس.
es: Formato de archivo incorrecto. La fila del encabezado no se pudo encontrar.
fr: Mauvais format de fichier. La rangée d'en-tête est introuvable.

source: Cannot export payroll for {0}. Employee doesn't have work location assigned.
ar: لا يمكن تصدير كشوف المرتبات لـ {0} . الموظف ليس لديه موقع عمل معين.
es: Empleado {0} - {1} no tiene lugar principal de trabajo asignado.
fr: Impossible d'exporter la paie pour {0}. L'employé n'a pas de lieu de travail attribué.

source: Cannot export payroll for {0}. Employee address is not provided.
ar: لا يمكن تصدير كشوف المرتبات لـ {0} . لم يتم توفير عنوان الموظف.

source: Incorrect formula. Review period start formula is not valid.
ar: صيغة غير صحيحة. صيغة بداية فترة المراجعة غير صالحة.

source: Incorrect formula. Review period date formula is not valid.
ar: صيغة غير صحيحة. صيغة تاريخ فترة المراجعة غير صالحة.

source: Incorrect formula. Review period deadline formula is not valid.
ar: صيغة غير صحيحة. صيغة الموعد النهائي للمراجعة غير صالحة.

source: Cannot calculate payroll. Employee {0} didn't have any assignments in this period.
ar: لا يمكن حساب الرواتب. الموظف {0} لم يكن لديه أي مهام في هذه الفترة.
fr: Impossible de calculer la paie. L'employé {0} n'a eu aucune affectation durant cette période.

source: Employee {0} didn't have primary assignment in the batch period.
ar: لم يكن لدى الموظف {0} المهمة الأساسية في فترة الدُفعات.

source: Time limit per one request is exceeded! See current Time Off Plan / Maximum per Request.
ar: تم تجاوز الحد الزمني لكل طلب واحد! انظر الوقت الحالي للخطة / الحد الأقصى لكل طلب.
fr: Le délai par demande est dépassé! Voir le plan de congé actuel / maximum par demande.

source: Cannot calculate benefit plan. Calculation date {0:date} is not in benefit plan range ({1:date}-{2:date}).
ar: لا يمكن حساب خطة الفوائد. تاريخ الحساب {0: date} ليس في نطاق خطة المزايا ({1: date} - {2: date}).
es: No se puede calcular el plan de beneficios. La fecha de cálculo {0:date} no está en el rango del plan de beneficios ({1:date}-{2:date}).
fr: Impossible de calculer le plan d'avantage. La date de calcul {0:date} n'est pas dans la plage du plan d'avantage ({1:date}-{2:date}).

source: Expiration date ({1:date}) is earlier than effective date ({0:date}).
ar: تاريخ انتهاء الصلاحية ({1: date}) أقدم من تاريخ النفاذ ({0: date}).

source: Can't delete form: "{0}". Form has been filled by candidate.
ar: لا يمكن حذف النموذج: "{0}". تم ملء النموذج من قبل المرشح.
es: No se puede eliminar el formulario: "{0}". La forma ha sido completada por el candidato.
fr: Impossible de supprimer le formulaire: "{0}". Le formulaire a été rempli par le candidat.

source: Bank account is not set up correctly for {0} {1}
ar: لم يتم إعداد الحساب المصرفي بشكل صحيح لـ {0} {1}
es: La cuenta bancaria no está configurada correctamente para {0} {1}
fr: Le compte bancaire n'est pas configuré correctement pour {0} {1}.

source: Can't save bank account details. Deposit order should be in range of {0}-{1}.
ar: لا يمكن حفظ تفاصيل الحساب المصرفي. يجب أن يكون طلب الإيداع في حدود {0} - {1} .

source: Can't save bank account details. Check if deposit order is unique and balance entry has highest deposit order.
ar: لا يمكن حفظ تفاصيل الحساب المصرفي. تحقق مما إذا كان أمر الإيداع فريدًا وكان لإدخال الرصيد أعلى أمر إيداع.
es: No se pueden guardar los detalles de la cuenta bancaria. Compruebe si la orden de depósito es única y la entrada de saldo tiene la orden de depósito más alta.
fr: Impossible d'enregistrer les détails de compte bancaire. Vérifiez si l'ordre de dépôt est unique et si l'entrée du solde est le plus élevé.

source: Can't save bank account details. Amount {0} cannot exceed 100 when deposit type is "Percent".
ar: لا يمكن حفظ تفاصيل الحساب المصرفي. لا يمكن أن يتجاوز المبلغ {0} 100 عندما يكون نوع الإيداع "النسبة المئوية ".

source: Can't update benefit plan. Effective date ({0:date}) must be greater or equal to the hire date ({1:date}).
ar: لا يمكن تحديث خطة الفوائد. يجب أن يكون التاريخ الفعلي ({0: date}) أكبر من أو يساوي تاريخ التأجير ({1: date}).

source: Can't find {0} time clock with authentication token {1}.
ar: لا يمكن العثور على ساعة توقيت {0} مع رمز المصادقة {1} .
es: No se puede encontrar el reloj de {0} tiempo con el token de autenticación {1}.
fr: Impossible de trouver {0} horloge de temps avec le jeton d'authentification {1}.

source: Transformation should be set for gl setup {0}.
ar: يجب ضبط التحويل على gl setup {0} .

source: Test email address is not set for "{0}" employer.
ar: لم يتم تعيين عنوان البريد الإلكتروني التجريبي لصاحب العمل "{0}".
es: Tipo de hoja de tiempo no está definida para los empleados.
fr: L'adresse e-mail de test n'est pas définie pour l'employeur "{0}".

source: Can't find employee on sheet {0}, row number {1}.
ar: لا يمكن العثور على الموظف في الورقة {0} ، رقم الصف {1} .
fr: Impossible de trouver un employé sur la feuille {0} , numéro de ligne {1} .

source: Can't add tax. Employer tax with the same code and effective date already exists.
ar: لا يمكن إضافة الضريبة. توجد بالفعل ضريبة صاحب العمل التي تحمل نفس الرمز وتاريخ السريان.
es: No se puede actualizar el perfil. Empleado con este número de empleado ya existe.
fr: Impossible d'ajouter la taxe. La taxe employeur avec le même code et la même date d’effet existe déjà.

source: Employee termination date cannot be earlier than hire date.
ar: لا يمكن أن يكون تاريخ إنهاء الموظف قبل تاريخ الاستئجار.
es: La fecha de terminación del empleado no puede ser anterior a la fecha de contratación.
fr: La date de terminaison d'emploi d'un employé ne peut être antérieure à la date d'embauche.

source: Plan period for the date of {0} and plan name {1} is not found.
ar: لم يتم العثور على فترة الخطة لتاريخ {0} واسم الخطة {1} .

source: Invalid GL account map for {0}.
ar: خريطة حساب GL غير صالحة لـ {0} .

source: An issue appeared during payroll processing.<br/>{0}
ar: ظهرت مشكلة أثناء معالجة كشوف المرتبات. <br/> {0}
fr: Un problème est apparu lors du traitement de la paie. <br/> {0}

source: Can't process payroll income on gl export for employee {0}, income {1}.
ar: لا يمكن معالجة إيرادات كشوف المرتبات على تصدير gl للموظف {0} ، الدخل {1} .

source: Can't map custom value by code table detail code. Code table name - "{0}", code table detail code - "{1}"
ar: لا يمكن تعيين قيمة مخصصة برمز تفاصيل جدول الشفرات. اسم جدول الشفرات - "{0}" ، رمز تفاصيل جدول الشفرة - "{1}"
fr: Impossible de mapper une valeur personnalisée par code de détail de table de code. Nom de la table de codes - " {0} ", code de détail de la table de codes - " {1} "

source: Employee {0} doesn't have birth date specified.
ar: الموظف {0} ليس لديه تاريخ ميلاد محدد.

source: Employee {0} doesn't have gender specified.
ar: الموظف {0} لا يحتوي على جنس محدد.

source: Benefit beneficiary effective date {0:date} can't be before employee's hire date {1:date}.
ar: لا يمكن أن يكون تاريخ نفاذ المستفيد {0: date} قبل تاريخ تعيين الموظف {1: date}.

source: Benefit dependent effective date {0:date} can't be before employee's hire date {1:date}.
ar: لا يمكن أن يكون تاريخ سريان المفعول المعتمد على الاستحقاق {0: date} قبل تاريخ توظيف الموظف {1: date}.

source: Can't calculate garnishment formula "{1}" for employee deduction "{0}"
ar: لا يمكن حساب صيغة الزينة "{1}" لخصم الموظف "{0}"
fr: Impossible de calculer la formule de saisie-arrêt " {1} " pour la déduction de l'employé " {0} "

source: {0} in 'Start Day Custom List' has wrong format. Expected {1}.
ar: {0} في 'قائمة يوم البدء المخصص' له تنسيق خاطئ. متوقع {1} .

source: The plan's end date {0:date} is before start date {1:date}.
ar: تاريخ نهاية الخطة {0: date} قبل تاريخ البدء {1: date}.

source: Previous plan's end date {0:date} is after new plan's start date {1:date}.
ar: تاريخ نهاية الخطة السابقة {0: date} بعد تاريخ بدء الخطة الجديدة {1: date}.

source: The new plan's start date {1:date} must be after the previous plan's start date {0:date}.
ar: يجب أن يكون تاريخ بدء الخطة الجديدة {1: date} بعد تاريخ بدء الخطة السابقة {0: date}.

source: Start date {1:date} cannot be after time off date {0:date}.
ar: لا يمكن أن يكون تاريخ البدء {1: date} بعد وقت الإيقاف {0: date}.

source: Active Time Offs exist after End Date {0:date}.
ar: توجد إجازات الوقت النشطة بعد تاريخ الانتهاء {0: date}.

source: Start date {1:date} must be after previous period's end date {0:date}.
ar: يجب أن يكون تاريخ البدء {1: date} بعد تاريخ انتهاء الفترة السابقة {0: date}.

source: Can't generate period numbers "{0}" for a pay frequency "{1}".
ar: لا يمكن إنشاء أرقام فترة "{0}" لتكرار الدفع "{1}".
fr: Impossible de générer des numéros de période " {0} " pour une fréquence de paiement " {1} ".

source: Field Org{0}_Structure is not null but Org{0}_Lineage is null
ar: الحقل Org {0} _Structure ليس خاليًا ولكن Org {0} _Lineage لاغية
es: Field Org {0}_Structure no es nulo, pero Org {0}_Lineage es nulo
fr: Field Org{0}_Structure n'est pas nulle, mais Org {0}_Lineage est nul

source: Employee {0} should have active benefit for selected period.
ar: يجب أن يكون للموظف {0} فائدة نشطة للفترة المحددة.

source: Application endpoint already exists
ar: نقطة نهاية التطبيق موجودة بالفعل
es: El punto final de la aplicación ya existe
fr: Le noeud final d'application existe déjà

source: Report "{0}" generation is in progress state.
ar: تقرير "{0}" الجيل في حالة تقدم.
fr: La génération de rapports " {0} " est en cours.

source: Question {0} is already added with subset.
ar: تمت إضافة السؤال {0} بالفعل مع مجموعة فرعية.
es: La pregunta {0} ya está agregada con un subconjunto.
fr: La question {0} est déjà ajoutée avec le sous-ensemble.

source: Only one Certified Rate Detail with type Base is allowed. Position code: {0}
ar: يُسمح بتفاصيل سعر معتمد واحد فقط مع النوع الأساسي. رمز الموضع: {0}
es: Solamente un Detalle de Tasa Certificado con tipa Base sea permitida. Código de posición: {0}
fr: Un seul tarif détaillé certifié avec le type Base est autorisé. Code de position: {0}

source: Total hours on day ({0}) can't be more than 24h.
ar: مجموع الساعات في اليوم ( {0} ) لا يمكن أن يكون أكثر من 24 ساعة.

source: Dynamic group recalculation is in progress state.
ar: إعادة حساب المجموعة الديناميكية في حالة تقدم.

source: Type cast error in formula: "{0}".<br>Expected type is "{2}" but get "{1}" in "{3}" benefit plan.
ar: اكتب الخطأ cast في الصيغة: "{0}". <br> النوع المتوقع هو " {2} " لكن احصل على "{1}" in " {3} " خطة المنفعة.
fr: Erreur de transtypage dans la formule: " {0} ". <br> Le type attendu est " {2} " mais obtenez " {1} " dans le plan de prévoyance " {3} ".

source: Can't extract value on row number: {0}, column number: {1} (column name "{2}").
ar: لا يمكن استخراج القيمة على رقم الصف: {0} ، رقم العمود: {1} (اسم العمود " {2} ").
fr: Impossible d'extraire la valeur du numéro de ligne: {0} , numéro de colonne: {1} (nom de colonne " {2} ").

source: Custom Value "{0}" should be specified.
ar: يجب تحديد القيمة المخصصة "{0}".

source: Json property {0} was not found.
ar: لم يتم ايجاد خاصية Json {0} .

source: Json property {0} is null.
ar: خاصية Json {0} خالية.
fr: La propriété Json {0} est null.

source: Json property {0} is required.
ar: خاصية Json {0} مطلوبة.

source: Can't process imported file. Incorrect data format. Field '{0}' should be of type '{1}'.
ar: لا يمكن معالجة الملف المستورد. تنسيق البيانات غير صحيح. يجب أن يكون الحقل '{0}' من النوع '{1}'.
es: No se puede procesar el archivo a importar. formato de datos incorrectos. El campo ' {0} ' debe ser del tipo ' {1} '.
fr: Impossible de traiter le fichier importé. Format de données incorrect. Le champ '{0}' doit être de type '{1}'.

source: Can't process imported file. Field type '{0}' is not supported and cannot be mapped to property '{1}'.
ar: لا يمكن معالجة الملف المستورد. نوع الحقل '{0}' غير معتمد ولا يمكن تعيينه إلى الخاصية '{1}'.
es: No se puede procesar el archivo a importar. Tipo de campo ' {0} ' no es compatible y no se puede asignar a la propiedad ' {1} '.
fr: Impossible de traiter le fichier importé. Le type de champ '{0}' n'est pas pris en charge et ne peut pas être mappé à la propriété '{1}'.

source: Can't process imported file. Required field '{0}' was not found in the imported file.
ar: لا يمكن معالجة الملف المستورد. لم يتم العثور على الحقل المطلوب '{0}' في الملف المدرج.
es: No se puede procesar el archivo a importar. Campo obligatorio ' {0} ' no se encontró en el archivo importado.
fr: Impossible de traiter le fichier importé. Le champ obligatoire '{0}' est introuvable dans le fichier importé.

source: Error executing query inside of report.
ar: خطأ في تنفيذ الاستعلام داخل التقرير.
fr: Erreur lors de l'exécution de la requête à l'intérieur du rapport.

source: Social security number is required field.
ar: مطلوب رقم الضمان الاجتماعي الحقل.

source: Date of birth is required field.
ar: تاريخ الميلاد مطلوب

source: Can't add candidate. Candidate's default status is not set in Candidate Status user code table.
ar: لا يمكن إضافة مرشح. لم يتم تعيين الحالة الافتراضية للمرشح في جدول كود مستخدم حالة المرشح.
es: No se puede agregar candidato. El estado predeterminado del candidato no está establecido en la tabla de códigos de usuario del estado del candidato.
fr: Impossible d'ajouter un candidat. Le statut par défaut du candidat n'est pas défini dans la table de codes d'utilisateur Statut du candidat.

source: Can't make request. Authorization form was not received from candidate.
ar: لا يمكن تقديم الطلب. لم يتم استلام نموذج التفويض من المرشح.

source: Employment application web form is not set.
ar: لم يتم تعيين نموذج ويب طلب التوظيف.

source: External system TazWorks is not configured.
ar: لم يتم تكوين النظام الخارجي TazWorks.
fr: Le système externe TazWorks n'est pas configuré.

source: No employee found. Employee - {0} with payroll number {1} was not found.
ar: لم يتم العثور على موظف. لم يتم العثور على الموظف - {0} برقم الرواتب {1} .
es: No se encontró empleado. Empleado con employerId = ' {0} ' y payrollNumber = ' {1} ' no ha sido encontrado.
fr: Pas employé trouvé. Employé - {0} avec le numéro de paie {1} introuvable.

source: Wrong timesheet layout configuration. {1} timesheet types are available to employee ({0}). Only one timesheet layout should be available for an employee.
ar: تكوين جدول زمني خاطئ التكوين. {1} أنواع الجداول الزمنية متاحة للموظف ( {0} ). يجب توفير تخطيط جدول زمني واحد فقط للموظف.
es: configuración de la disposición de parte de horas incorrecto. {0} tipos de partes de horas disponibles para los empleados ( {1} ). Sólo un diseño de hoja de tiempo debe estar disponible para un empleado.
fr: Mauvaise configuration de la feuille de temps. Les types de feuille de temps {1} sont disponibles pour l'employé ({0}). Une seule feuille de temps doit être disponible pour un employé.

source: Incorrect formula. Employer amount formula "{1}" is not valid in deduction "{0}".
ar: صيغة غير صحيحة. صيغة مبلغ صاحب العمل "{1}" غير صالحة في الخصم "{0}".

source: ADFS client id is not set for tenant.
ar: لم يتم تعيين معرف عميل ADFS للمستأجر.
fr: L'ID client ADFS n'est pas défini pour le client hébergé.
