Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Task Group Details
ar: تفاصيل مجموعة العمل
es: Detalles de Pago

source: Task Group Name
ar: اسم مجموعة العمل
es: Tarea Nombre
fr: Nom du groupe de tâches

source: Task Detail
ar: تفاصيل المهمة
es: Detalles de Pago

source: Auto Allocate
ar: تخصيص تلقائي
es: Autocreate
fr: Allocation automatique

source: Allocation
ar: توزيع
es: Ubicación

source: Task Groups
ar: مجموعات العمل
es: Grupos

source: Work Locations
ar: مواقع العمل
es: Ubicación de trabajo

source: Work Location Task
ar: مهمة موقع العمل

source: Work Period Details
ar: تفاصيل فترة العمل
es: Período de informe

source: Scheduled Start
ar: ابدأ المجدولة
es: Inicio programado

source: Scheduled End
ar: نهاية المجدولة
es: Programación

source: Default Timesheet<br/>Hours
ar: الجدول الزمني الافتراضي <br/> ساعات
es: Parte de horas predeterminada <br/> Horas

source: Grace Periods
ar: فترات سماح
es: Período de informe

source: Late Start
ar: البداية المتأخرة
es: Inicio

source: Minutes
ar: الدقائق
es: minutos

source: Points
ar: نقاط
es: Puntos

source: Early End
ar: نهاية مبكرة

source: Work Periods
ar: فترات العمل
es: Período de informe

source: HR Administration
ar: الموارد البشرية والإدارة
es: Administración de Recursos Humanos

source: Income Details
ar: تفاصيل الدخل
es: Fecha de golf

source: Compensation Type
ar: نوع التعويض
es: Compensación Obrera

source: Overtime Eligible
ar: العمل الإضافي مؤهل
es: Horas extras Elegibles

source: Multiplier
ar: مضاعف
es: Multiplicador

source: Exclude From
ar: استبعاد من
es: Excluir de

source: Period Ceiling
ar: فترة السقف
es: Fin periodo

source: Monthly Ceiling
ar: السقف الشهري
es: Techo mensual

source: Annual Ceiling
ar: السقف السنوي
es: Techo anual

source: Lifetime Ceiling
ar: عمر السقف
es: Techo de por vida

source: Course
ar: دورة
es: ¡Claro!
fr: Cours

source: Certificate Details
ar: تفاصيل الشهادة
es: Certificaciones

source: Issued By
ar: أصدرت من قبل
es: Emitido por:
fr: Délivré par

source: Min Courses Required
ar: الحد الأدنى من الدورات المطلوبة
es: Cursos mínimos requeridos

source: Validity Period (years)
ar: فترة الصلاحية (سنوات)
es: Período de validez (años)

source: Validity Period
ar: فترة الصلاحية
es: Período de validez

source: Class attachments
ar: مرفقات الطبقة

source: View
ar: رأي
es: Ver
fr: Vue

source: Instructor Sheet
ar: ورقة المدرب
es: Instructor

source: {0} employee{1} selected
ar: {0} موظف {1}

source: Complete Status
ar: حالة كاملة
es: Paso completa
fr: Statut complet

source: Success Status
ar: حالة النجاح
es: Estado del estudiante
fr: Statut succès

source: Score
ar: أحرز هدفا
es: Puntuación

source: Action Type
ar: نوع العمل
es: Tipo de cuenta

source: Value
ar: القيمة
es: Valor
fr: Valeur

source: Class Details
ar: تفاصيل الفصل
es: Detalles de Pago
fr: Détails de la classe

source: Request Course Review
ar: طلب مراجعة الدورة
es: Solicitar revisión del curso

source: Download Reviews
ar: تحميل مراجعات
es: Descargar

source: Attendee List
ar: قائمة الحضور
es: Asistir

source: Time
ar: زمن
es: Tiempo libre

source: Registration Open
ar: فتح التسجيل
es: Cancelar Registro

source: Access URL
ar: URL الوصول
es: URL de acceso

source: Instructor
ar: مدرب
fr: Instructeur

source: PIN
ar: دبوس

source: Cost
ar: كلفة
es: Costo
fr: Coût

source: Max Enrollment
ar: ماكس التحاق
es: Inscripciones

source: Course Review
ar: مراجعة الدورة
es: Nombre Curso

source: Classes
ar: الطبقات
es: Clase

source: Course Details
ar: تفاصيل الدورة
es: Fecha de golf
fr: Détails du cours

source: Duration (mins)
ar: المدة (دقائق)
es: Duración

source: Enrollment
ar: تسجيل
es: Inscripciones

source: Creation Date
ar: تاريخ الإنشاء
es: Fecha de Creación
fr: Date de création

source: Content Type
ar: نوع المحتوى
es: Tipo de Teléfono

source: Content Source
ar: مصدر المحتوى
es: Fuente de contenido

source: Complete In (days)
ar: أكمل في (أيام)
es: Paso completa

source: Notification (days before)
ar: الإخطار (قبل أيام)

source: Retake (days after)
ar: استعادة (بعد أيام)

source: Recurrence (years)
ar: تكرار (سنوات)
es: Recurrencia (años)

source: Recurrence Date
ar: تاريخ التكرار
es: Recurrente Fecha de finalización

source: Courses
ar: الدورات
es: Cursos
fr: Cours

source: Instructor Details
ar: تفاصيل المدرب

source: E-mail
ar: البريد الإلكتروني
es: Correo electronico

source: Phone Number
ar: رقم الهاتف
es: Número de Unión

source: Password
ar: كلمه السر
es: Restablecer la Contraseña

source: Instructors
ar: المدربين
es: Instructor

source: Learning Path Courses
ar: دورات مسار التعلم
es: Cursos de ruta de aprendizaje

source: Learning Paths
ar: مسارات التعلم
es: Caminos de aprendizaje

source: Number Of Courses
ar: عدد الدورات
es: Búsqueda de registro

source: Skill Details
ar: تفاصيل المهارة

source: Learning Management
ar: إدارة التعلم
es: Gestión del Aprendizaje

source: Settings
ar: الإعدادات
es: Ajustes guardados.
fr: Réglages

source: Select a "Menu Item" to view the Settings
ar: حدد "عنصر قائمة " لعرض الإعدادات
es: Seleccione un "Elemento de menú" para ver la configuración

source: Payroll Administration
ar: إدارة الرواتب
es: Administración de Nómina de Sueldos

source: Recruiting Administration
ar: إدارة التوظيف
es: Administración de Reclutamiento

source: Scheduling Administration
ar: إدارة الجدولة
es: Administración de Programar

source: Performance Reviews
ar: استعراضات الأداء
es: Reviso de Rendimiento

source: Employee Engagement
ar: خطوبة موظف
es: Monto del empleado

source: System Configuration
ar: أعدادات النظام
es: Configuración del Sistema

source: Account Details
ar: تفاصيل الحساب
es: Fecha de golf

source: Account Name
ar: أسم الحساب
es: Número de Cuenta

source: Account Number
ar: رقم حساب
es: Número de Cuenta
fr: Numéro de compte

source: Bank Name
ar: اسم البنك
es: Nombre del banco
fr: Nom de banque

source: Bank Address
ar: عنوان البنك
es: Dirección

source: Routing Number
ar: رقم التوصيل
es: Numero de ruta
fr: Numéro de routage

source: Check Information
ar: تحقق من المعلومات
es: información acerca del salario

source: Check Style
ar: تحقق ستايل
es: Registrado en

source: Next Check No.
ar: رقم الشيك التالي
es: Siguiente cheque No.

source: Horizontal Offset
ar: تعويض الأفقي
es: Desplazamiento horizontal

source: Vertical Offset
ar: إزاحة رأسية
es: Desplazamiento vertical

source: Account Offset
ar: إزاحة الحساب
es: Tipo de cuenta

source: Show Identifier
ar: إظهار معرف

source: Show Background
ar: عرض الخلفية

source: ACH Information
ar: معلومات ACH
es: Información

source: File Format
ar: تنسيق الملف

source: Company Identifier
ar: معرف شركة

source: Bank Information
ar: المعلومات المصرفية
es: Información

source: Union
ar: اتحاد
es: Unión

source: Local
ar: محلي
es: Ubicación

source: Project Number
ar: رقم المشروع
es: Número de nómina

source: Contractor
ar: مقاول
es: Contacto

source: First Payroll
ar: الرواتب الأولى
es: Auditoría del Proceso de Nóminas

source: Final Payroll
ar: الرواتب النهائية
es: Auditoría del Proceso de Nóminas

source: Rate Effective Date
ar: معدل تاريخ السريان
es: Fecha de Vigencia

source: Rate Expiration Date
ar: معدل تاريخ انتهاء الصلاحية
es: Fecha de caducidad

source: Employee Amount
ar: مبلغ الموظف
es: Monto del empleado
fr: Nombre d'employés

source: Employer Amount
ar: صاحب العمل المبلغ
es: Monto del Empleadort
fr: Montant de l'employeur

source: Detail
ar: التفاصيل
es: Detalles

source: Certified Rates
ar: أسعار معتمدة
es: Tasas Certificados

source: Expiration Date
ar: تاريخ الإنتهاء
es: Fecha de caducidad
fr: Date d'expiration

source: GL Account
ar: حساب غوغل
es: Número de cuenta bancaria

source: GL Account Map Details
ar: تفاصيل حساب خريطة GL
es: Detalles del mapa de cuenta GL

source: Time Off Plan
ar: خطة إجازة
es: Plan de Tiempo Libre
fr: Plan de temps libre

source: Tax
ar: ضريبة
es: Impuesto

source: Credit Account
ar: حساب الائتمان
es: Número de cuenta bancaria

source: Debit Account
ar: حساب المدين
es: Número de cuenta bancaria

source: GL Account Map
ar: خريطة حساب GL
es: Tipo de cuenta

source: GL Accounts
ar: حسابات GL
es: Cuentas bancarias

source: Show only taxes in employer's payroll
ar: إظهار الضرائب فقط في الرواتب صاحب العمل
es: Mostrar solo impuestos en la nómina del empleador

source: Select Tax
ar: اختر الضريبة
es: Seleccione los impuestos

source: Select Income
ar: حدد الدخل
es: Seleccionar formulario

source: Pay Group Details
ar: دفع تفاصيل المجموعة
es: Fecha de golf

source: Pay Groups
ar: مجموعات الدفع
es: Grupos

source: Schedule
ar: جدول

source: Number of periods
ar: عدد الفترات
es: Número de Departamentos

source: Payroll Schedule Details
ar: تفاصيل جدول الرواتب
es: Detalles del cronograma de nómina

source: Pay Date (Days After)
ar: تاريخ الدفع (بعد أيام)
es: Fecha de pago (días después)

source: Periods
ar: فترات
es: Período

source: Do you want to delete this payroll schedule?
ar: هل تريد حذف جدول الرواتب هذا؟

source: Payroll Schedules
ar: جداول الرواتب
es: Número de nómina

source: Shift Period
ar: فترة التحول
es: Período

source: Days of Week
ar: ايام الاسبوع
es: Días por semana

source: Start Time
ar: وقت البدء
es: Hora de inicio
fr: Temps de début

source: End Time
ar: وقت النهاية
es: Hora de finalización

source: Premium
ar: الممتازة
es: Prima
fr: Prime

source: Percentage
ar: النسبة المئوية
es: Porcentaje

source: Shift Rate Details
ar: تفاصيل معدل التحول

source: Shift Periods
ar: فترات التحول
es: Período

source: Shift Rates
ar: معدلات التحول
es: Nombre del Turno

source: Tax Identifier
ar: معرف الضريبة
es: Identificador

source: Round
ar: مستدير - كروي
es: Redondo

source: Tax Rate
ar: معدل الضريبة
es: Tarifa de pago

source: Override Tax
ar: ضريبة تجاوز
es: Horas Extra
fr: Taxe de substitution

source: Tax Rates
ar: معدلات الضريبة
es: Tarifa de pago

source: Time Clock Details
ar: تفاصيل وقت الساعة
es: Detalle de parte de horas

source: Authentication Token
ar: رمز المصادقة
es: Authetication ...

source: Device Serial Number
ar: الرقم التسلسلي للجهاز

source: Last Sync Time
ar: وقت آخر مزامنة
es: Apellido

source: Main color
ar: اللون الأساسي
es: Color principal

source: Message
ar: رسالة
es: Mensaje

source: Time Clock
ar: الوقت على مدار الساعة
es: Reloj de tiempo

source: Minimum Elapse
ar: الحد الأدنى من انقضاء
es: Mínimo Elap

source: Break
ar: استراحة
es: Descansos

source: Minimum Return
ar: عودة الحد الأدنى
es: Retorno mínimo

source: Is Paid
ar: مدفوع
es: Está pagado

source: Button
ar: زر
es: Botón

source: Manual & Button
ar: دليل وزر
es: Manual y botón

source: Manual Day
ar: دليل اليوم
es: Manuales

source: Timesheet Layout Details
ar: تفاصيل تخطيط الجدول الزمني
es: Detalle de parte de horas

source: Layout
ar: نسق
es: Diseño

source: Entry Type
ar: نوع الدخول
es: Tipo de cuenta

source: Time Entry Type
ar: نوع دخول الوقت

source: FTEs
ar: يشكل الموظفون بدوام

source: Rounding
ar: التقريب
es: Pendiente

source: Auto-populate Hours
ar: ساعات ملء السيارات
es: Autocompletar horas

source: Auto Timeoff Approval
ar: الموافقة على الوقت التلقائي
es: Detalle Tiempo Libre

source: Enter Time Offs
ar: أدخل إجازات الوقت
es: Offs tiempo

source: Enter Holidays
ar: أدخل العطلات
es: Días de Descanso Obligatorio

source: Show Time
ar: موعد العرض
es: Mostrar en parte de horas

source: Start Time Of Day
ar: بداية وقت اليوم
es: Hora de inicio

source: Start Day Custom List
ar: قائمة ابدأ يوم مخصص
es: Lista personalizada del día de inicio

source: Start Day Of Week
ar: بداية يوم الأسبوع
es: Fecha de Inicio

source: Start Day Of Month
ar: بداية يوم من الشهر
es: Fecha de Inicio

source: Break Configuration
ar: كسر التكوين
es: Configuración de ruptura

source: Custom Fields
ar: الحقول المخصصة
es: Campos Personalizados
fr: Les champs personnalisés

source: Field 1
ar: الحقل 1
es: Campo

source: Field 2
ar: الحقل 2
es: Campo

source: Field 3
ar: الحقل 3
es: Campo

source: Field 4
ar: الحقل 4
es: Campo

source: Timesheet Layouts
ar: تخطيطات الجدول الزمني
es: Hojas de Tiempo

source: Format
ar: شكل
es: Nombre del formulario

source: Worker Compensation
ar: تعويض العمال
es: Compensación Obrera
fr: Rémunération des travailleurs

source: Premium per 100
ar: قسط لكل 100

source: Employee Contribution per 100
ar: مساهمة الموظف لكل 100

source: Earnings
ar: أرباح

source: Bank Accounts
ar: حسابات بنكية
es: Cuentas bancarias
fr: Comptes bancaires

source: should be 100%
ar: يجب أن يكون 100 ٪
es: debe ser 100%

source: Manage Groups Weight
ar: إدارة وزن المجموعات
es: Administrar grupos Peso

source: Competency Group
ar: مجموعة الكفاءات
es: Nombre de Competencia
fr: Groupe de compétences

source: Weight
ar: وزن
es: Peso
fr: Poids

source: Ok
ar: حسنا

source: Reviewer
ar: مراجع
es: Opiniones

source: {0} of {1} complete
ar: {0} من {1} كاملة
es: {0} de {1} completo

source: Rating Scale
ar: مقياس التصنيف
es: Valoración

source: Scale Name
ar: اسم النطاق
es: Nombre de escuela

source: Rating Limit
ar: حد التقييم
es: Límite de deducción

source: Rating Scales
ar: جداول التقييم
es: Salario inicial

source: Review Competency
ar: مراجعة الكفاءة
es: Fecha de revisión:

source: Review Scale
ar: مراجعة النطاق
es: Fecha de revisión:

source: Review Type
ar: نوع المراجعة
es: tipo opinión

source: Period Start
ar: فترة البداية
es: Inicio período
fr: Début de période

source: Period End
ar: انتهت الحصة
es: Fin periodo
fr: Fin de période

source: Review Date
ar: تاريخ المراجعة
es: Fecha de revisión:
fr: Date de révision

source: Review Deadline
ar: مراجعة الموعد النهائي
es: Fecha de revisión:

source: Reviewers
ar: المراجعين
es: Opiniones

source: Reviewer(s)
ar: المراجع (ق)
es: Opiniones

source: Next Review Date
ar: تاريخ المراجعة التالي
es: Fecha de revisión:

source: Add All
ar: إضافة كافة
es: Perfil avanzado

source: Delete Employee
ar: حذف الموظف
es: Retire del Empleado

source: Review Period
ar: فترة المراجعة
es: Período de revisión
fr: Période de révision

source: Period Name
ar: اسم الفترة
es: Período

source: Template
ar: قالب
es: Modelo

source: Anonymous Type
ar: نوع مجهول

source: 360&deg; Review
ar: 360 & درجة. مراجعة
es: 360&deg; revisión

source: Aggregate Reviews
ar: مجموع التعليقات
es: Actualizar la dirección solicitada.

source: Show Aggregated Overall Score
ar: إظهار مجموع النقاط الإجمالية
es: Puntuación general

source: Anonymous Level
ar: مستوى مجهول
es: Nivel anónimo

source: Duration (months)
ar: المدة (بالأشهر)
es: Duración

source: Review Periods
ar: فترات المراجعة
es: Período de revisión

source: Template Name
ar: اسم القالب
es: Nombre alternativo

source: Review Template Details
ar: مراجعة تفاصيل القالب
es: Detalle código de la tabla

source: Allow Manual Competency Rating
ar: السماح بتقدير الكفاءة اليدوي
es: Permitir calificación de competencia manual

source: Allow Manual Goal Rating
ar: السماح بتقويم الهدف اليدوي
es: Permitir clasificación de objetivo manual

source: Goals
ar: الأهداف
es: Metas
fr: Objectifs

source: Balance
ar: توازن
es: Cancelar

source: Competencies
ar: الكفاءات
es: Completado

source: Goal Scale
ar: مقياس الهدف
es: Nombre del objetivo

source: Weights
ar: الأوزان
es: Peso

source: Review Template
ar: مراجعة القالب
es: Fecha de revisión:

source: Groups
ar: مجموعات
es: Grupos
fr: Groupes

source: Interview Qualification
ar: مقابلة التأهيل
es: Certificación

source: Interview Qualifications
ar: مؤهلات المقابلة
es: Certificaciones

source: Interview Qualification Set Details
ar: تفاصيل مجموعة التأهيل للمقابلة
es: Detalles del conjunto de calificaciones de la entrevista

source: Interview Qualification Sets
ar: مجموعات تأهيل المقابلة
es: Juegos de calificación de entrevistas

source: Number of Qualifications
ar: عدد المؤهلات
es: Certificaciones

source: Publishing Site
ar: موقع النشر
es: Publicar

source: By Department
ar: من قبل وزارة
es: Departamento

source: By Work Location
ar: من خلال عمل الموقع
es: Ubicación de trabajo

source: By Department > Work Location
ar: حسب القسم> موقع العمل
es: Seleccione la ubicación del trabajo

source: By Work Location > Department
ar: حسب مكان العمل> القسم
es: Ubicación de trabajo

source: Default
ar: الإفتراضي
es: Por Defecto
fr: Défaut

source: Portal
ar: بوابة

source: Job Listing
ar: قائمة العمل
es: copia existente

source: Job Listing Format
ar: تنسيق قائمة الوظائف
es: Formato de listado de trabajo

source: Show City and State
ar: عرض المدينة والدولة
es: Mostrar el calendario

source: Show Position Type
ar: إظهار نوع الوظيفة
es: Búsqueda de Posición

source: Show Department
ar: عرض قسم
es: Departamento

source: Show Requisition Code
ar: إظهار رمز الطلب
es: Solicitud

source: Show Posting Date
ar: عرض تاريخ النشر
es: Mostrar inactiva

source: Job View
ar: عرض الوظيفة
es: Vista de trabajo

source: Portal Options
ar: خيارات البوابة
es: Choice Plan y Opciones

source: Background Color
ar: لون الخلفية
es: Color de fondo

source: Text Color
ar: لون الخط
es: Color de texto

source: Widget Width
ar: عرض القطعة

source: Show Apply With Indeed
ar: تظهر تطبيق مع الواقع
es: Mostrar Aplicar con Indeed

source: Ask questions
ar: اسال اسئلة
es: Preguntas

source: Is Internal
ar: هو داخلي

source: Frame Code
ar: رمز الإطار
es: Código del plan

source: Job Publishing Sites
ar: مواقع النشر الوظيفي
es: Sitios de publicación de trabajos

source: Max Length
ar: الحد الاقصى للطول
es: Longitud máxima

source: Lines
ar: خطوط
es: Línea

source: Question
ar: سؤال
es: Preguntas

source: Code Table
ar: جدول الكود
es: Detalle código de la tabla
fr: Table de code

source: Sub Question Set
ar: مجموعة الأسئلة الفرعية
es: Preguntas

source: Response Required
ar: الرد مطلوب
es: Respuesta requerida

source: Show Hidden Questions
ar: عرض الأسئلة المخفية
es: Mostrar la información en

source: Question Set Details
ar: تفاصيل مجموعة الأسئلة
es: Detalles de posición

source: Language
ar: لغة
es: Idioma nativo

source: Question Sets
ar: مجموعات الأسئلة
es: Detalles de posición

source: Recruiting Settings
ar: إعدادات التوظيف

source: Report Settings
ar: تقرير الإعدادات
es: Período de informe

source: Organization Logo
ar: شعار المنظمة
es: Organización

source: Enable Localization
ar: تمكين التعريب

source: Show Codes
ar: إظهار الرموز
es: Código escolar

source: Required Coverage
ar: التغطية المطلوبة
es: Cobertura de dependientes

source: Time Range
ar: النطاق الزمني
es: Zona horaria

source: Required Coverage per Unit
ar: التغطية المطلوبة لكل وحدة
es: Cobertura requerida por unidad

source: Date/Time
ar: تاريخ / وقت

source: Invocation Type
ar: نوع الاحتجاج

source: Status Message
ar: رسالة الحالة

source: App Details
ar: تفاصيل التطبيق
es: Detalles

source: Log
ar: سجل
es: Iniciar sesión
fr: Journal

source: App Description
ar: وصف التطبيق
es: Descripción

source: End Point
ar: نقطة النهاية
es: Punto final

source: Supported Version
ar: نسخة مدعومة
es: Período de informe

source: User ID
ar: معرف المستخدم
es: Nombre de utuario

source: Log Level
ar: تسجيل مستوى

source: Token
ar: رمز
es: Simbólico

source: Extended Settings
ar: الإعدادات الموسعة

source: Sync Chart of Accounts,
ar: مزامنة مخطط الحسابات ،

source: Projects Items, Locations
ar: مشاريع البنود ، المواقع

source: Sync Employees, Hours
ar: مزامنة الموظفين ، ساعات

source: worked, Dollars spent
ar: عملت ، قضى دولار

source: Apps
ar: تطبيقات
es: Aplicaciones

source: Add Custom
ar: إضافة مخصص
es: Personalizado

source: Do you want to uninstall this App?
ar: هل تريد إلغاء تثبيت هذا التطبيق؟
es: ¿Quieres aprobar la solicitud?

source: Audit
ar: تدقيق
es: Auditoría

source: Enable Audit
ar: تمكين التدقيق
es: Habilitado

source: Column Name
ar: اسم العمود
es: Nombre Curso
fr: Nom de colonne

source: Classification Code
ar: رمز التصنيف
es: Clasificación

source: Classification Codes
ar: رموز التصنيف
es: Clasificación

source: Code Data Type
ar: نوع بيانات الكود
es: Los datos de código

source: Code Tables
ar: جداول الكود
es: Detalle código de la tabla

source: Select Compensation Type
ar: اختر نوع التعويض
es: Seleccione Perfiles

source: Compensation Type Details
ar: تفاصيل نوع التعويض
es: Detalles de posición

source: Custom App
ar: تطبيق مخصص
es: Personalizado

source: Manifest File
ar: ملف البيان
es: Archivo de manifiesto

source: Jar File
ar: ملف جرة
es: Adjuntar Archivo

source: Custom Field Format Details
ar: تفاصيل تنسيق الحقل المخصص
es: Campos Personalizados

source: Mask
ar: قناع
es: Máscara

source: Custom Field Formats
ar: تنسيقات حقل مخصص
es: Campos Personalizados

source: Custom Form Details
ar: تفاصيل النموذج المخصص
es: formularios personalizados

source: Custom Forms
ar: نماذج مخصصة
es: formularios personalizados

source: Field Count
ar: عدد الحقول
es: Campo

source: Custom Localization
ar: التعريب المخصص
es: duración personalizada

source: Custom Reports
ar: تقارير مخصصة
es: formularios personalizados

source: Report Group
ar: مجموعة التقارير
es: Período de informe

source: Report Name
ar: تقرير اسم
es: Informe
fr: Nom du rapport

source: Report Type
ar: نوع التقرير
es: Tipo de beneficio

source: Report File
ar: ملف التقرير
es: Informe

source: Options File
ar: ملف الخيارات
es: Opción 1

source: Custom Transfers
ar: نقل مخصص
es: Fechas personalizados

source: Transfer Name
ar: نقل الاسم
es: Transferencia

source: Transfer Type
ar: نقل نوع
es: Transferencia

source: Transfer File
ar: نقل الملف
es: Transferencia

source: Is Import
ar: هو الاستيراد
es: Importar

source: Community Icons
ar: أيقونات المجتمع

source: Community Badges
ar: شارات المجتمع

source: Use Positions
ar: استخدام المناصب
es: Cargos

source: Activate
ar: تفعيل
es: Activa

source: 0. System
ar: 0. النظام

source: 1. Core
ar: 1. الأساسية

source: 2. Benefits
ar: 2. الفوائد

source: 3. Time & Attendance
ar: 3. الوقت والحضور

source: 5. Payroll
ar: 5. الرواتب

source: 9. General
ar: 9. عام

source: 6. Learning management
ar: 6. إدارة التعلم

source: Job Codes
ar: رموز الوظيفة
es: Códigos de trabajo
fr: Codes de l'emploi

source: Data Package
ar: حزمة بيانات

source: ESS Help
ar: مساعدة ESS

source: Publish Site
ar: نشر الموقع

source: Employment Information
ar: معلومات التوظيف
es: Informacion de Empleo
fr: Information d'emploi

source: Employee Incomes
ar: دخل الموظف
es: Empleados

source: Benefit Plans
ar: خطط الاستفادة
es: Planes de beneficios
fr: Plans d'avantage

source: Employee Benefit Plans
ar: خطط استحقاقات الموظفين
es: Planes de beneficios

source: Benefit Rates
ar: معدلات الفائدة
es: Planes de beneficios

source: Employee Time Off Balances
ar: وقت الموظف خارج الأرصدة
es: Plan de Tiempo Libre

source: Payroll Setup
ar: إعداد كشوف المرتبات
es: Auditoría del Proceso de Nóminas

source: Payroll Employee
ar: موظف الرواتب
es: antes de Empleo

source: Payroll Data
ar: بيانات الرواتب
es: Auditoría del Proceso de Nóminas

source: Payroll GL
ar: كشوف المرتبات GL
es: Auditoría del Proceso de Nóminas

source: Pay Rate Revisions
ar: مراجعات معدل الأجور
es: Unidad tasa de pago

source: Employee Time Off Accruals
ar: وقت استحقاق الموظف
es: Offs tiempo

source: Courses By Employer
ar: الدورات حسب صاحب العمل
es: Crear nuevo Empleado

source: Courses By Employee
ar: الدورات حسب الموظف
es: Crear nuevo Empleado

source: Data Import
ar: استيراد البيانات
es: Importar

source: Download Defaults
ar: تنزيل الإعدادات الافتراضية

source: Action Code
ar: كود العمل
es: Código de Deducción

source: Tolerance
ar: تفاوت

source: Maximum Amount
ar: الحد الأقصى للمبلغ
es: Importe total

source: Deduction Type Details
ar: تفاصيل نوع الخصم
es: Título de deducción

source: Code Regular
ar: رمز العادية
es: Código Regular

source: Code Supplemental
ar: كود تكميلي
es: Detalle código de la tabla

source: Email Layouts
ar: تخطيطات البريد الإلكتروني
es: Correo electrónico

source: Revert to default
ar: العودة إلى الافتراضي
es: Revertir al valor predeterminado

source: ESS Widgets
ar: الحاجيات ESS

source: External Systems
ar: الأنظمة الخارجية
es: Sistemas externos

source: System Name
ar: اسم النظام
es: Sistema

source: End point
ar: نقطة النهاية
es: Punto final

source: User name
ar: اسم المستخدم
es: Nombre de utuario

source: SSH key
ar: مفتاح SSH
es: Clave SSH

source: Sync Employees
ar: مزامنة الموظفين
es: Empleados

source: Sync Locations, Areas and Tasks
ar: مزامنة المواقع والمساحات والمهام
