Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: Old password cannot be reused.
ar: لا يمكن إعادة استخدام كلمة المرور القديمة.
es: Contraseña anterior no puede ser reutilizado.
fr: L'ancien mot de passe ne peut pas être réutilisé.

source: New password must contain at least one upper case letter.
ar: يجب أن تحتوي كلمة المرور الجديدة على حرف واحد على الأقل.
es: La nueva contraseña debe contener al menos una letra mayúscula.
fr: Le nouveau mot de passe doit contenir au moins une lettre majuscule.

source: New password must contain at least one lower case letter.
ar: يجب أن تحتوي كلمة المرور الجديدة على حرف واحد على الأقل.
es: La nueva contraseña debe contener letra en al menos un menor.
fr: Le nouveau mot de passe doit contenir au moins une lettre minuscule.

source: New password must contain at least one digit.
ar: يجب أن تحتوي كلمة المرور الجديدة على رقم واحد على الأقل.
es: La nueva contraseña debe contener al menos un dígito.
fr: Le nouveau mot de passe doit contenir au moins un chiffre.

source: New password must contain at least one non alphanumeric character.
ar: يجب أن تحتوي كلمة المرور الجديدة على حرف غير أبجدي رقمي واحد على الأقل.
es: La nueva contraseña debe contener al menos un carácter no alfanumérico.
fr: Le nouveau mot de passe doit contenir au moins un caractère non alphanumérique.

source: New password must contain minimum {0} characters.
ar: يجب أن تحتوي كلمة المرور الجديدة على {0} حرف كحد أدنى.
es: La nueva contraseña debe contener mínimas {0} caracteres.
fr: Le nouveau mot de passe doit contenir au minimum {0} caractères.

source: Old password you have provided is incorrect. Please provide valid password.
ar: كلمة المرور القديمة التي قدمتها غير صحيحة. يرجى تقديم كلمة مرور صالحة.
es: Contraseña antigua que ha suministrado es incorrecto. Por favor, proporcione una contraseña válidos.
fr: L'ancien mot de passe que vous avez fourni est incorrect. Veuillez fournir un mot de passe valide.

source: The authentication code you entered is incorrect.
ar: رمز المصادقة الذي أدخلته غير صحيح.
es: El código de verificación que ingresaste es incorrecto.
fr: Le code d'authentification que vous avez entré est incorrect.

source: Entity does not exist. Table name: {0}, id: {1}
ar: الكيان غير موجود. اسم الجدول: {0} ، المعرف: {1}
fr: L'entité n'existe pas. Nom de la table: {0} , id: {1}

source: Failed to delete {0}. Please remove {1} references to this item.
ar: فشل في حذف {0} . يرجى إزالة {1} الإشارات إلى هذا العنصر.
es: No se pudo eliminar {0} . Por favor, elimine {1} referencias a este artículo.
fr: Échec de la suppression de {0}. Veuillez supprimer les {1} références à cet élément.

source: Invalid xml structure: <BR/> {0}
ar: بنية XML غير صالحة: <BR/> {0}
es: Estructura xml no válida: <BR/> {0}
fr: Structure XML non valide: <BR/> {0}

source: Invalid app endpoint: {0}
ar: نقطة نهاية التطبيق غير صالحة: {0}
fr: Point de terminaison d'application non valide: {0}

source: Can't generate file. Employer {0} settings do not have tax filing client key.
ar: لا يمكن إنشاء ملف. لا تحتوي إعدادات صاحب العمل {0} مفتاح عميل حفظ الضريبة.
es: No se puede generar archivo. La configuración del empleador {0} no tiene clave de cliente de declaración de impuestos.
fr: Impossible de générer le fichier. Les réglages de l'employeur {0} n'ont pas de clé de client de déclaration fiscale.

source: Can't generate file. Employer {0} settings do not have employer type code.
ar: لا يمكن إنشاء ملف. إعدادات صاحب العمل {0} لا تحتوي على كود نوع صاحب العمل.
es: No se puede generar archivo. La configuración del empleador {0} no tiene código de tipo empleador.
fr: Impossible de générer le fichier. Les réglages de l'employeur {0} n'ont pas de code de type d'employeur.

source: Invalid state code {0} found for work location {1}.
ar: تم العثور على رمز حالة غير صالح {0} لموقع العمل {1} .
fr: Code d'état non valide {0} trouvé pour le lieu de travail {1} .

source: Employee's id '{0}' should not be longer than 20 characters.
ar: يجب ألا يزيد معرف الموظف '{0}' عن 20 حرفًا.

source: Person's address 1 '{0}' should not be longer than 40 characters.
ar: يجب ألا يزيد عنوان الشخص 1 '{0}' عن 40 حرفًا.

source: Person's address 2 '{0}' should not be longer than 30 characters.
ar: يجب ألا يزيد عنوان الشخص 2 '{0}' عن 30 حرفًا.

source: Person's city '{0}' should not be longer than 28 characters.
ar: يجب ألا تتجاوز مدينة الشخص {0} 28 حرفًا.

source: Person's state code '{0}' must be equal to 2 characters.
ar: يجب أن يكون كود حالة الشخص '{0}' مساويا لحرفين.

source: Zip's code '{0}' must be equal to 5 characters.
ar: يجب أن يكون رمز Zip '{0}' مساويًا لـ 5 أحرف.

source: Zip's ext '{0}' must be equal to 4 characters.
ar: يجب أن تكون قيمة الرمز البريدي '{0}' مساوية لـ 4 أحرف.

source: Person's state description '{0}' should not be longer than 23 characters.
ar: يجب ألا يزيد وصف حالة الشخص '{0}' عن 23 حرفًا.

source: The attribute 1 value '{0}' in detail in country code table must be equal to 2 characters.
ar: يجب أن تكون قيمة السمة 1 '{0}' بالتفصيل في جدول كود البلد مساوية لحرفين.

source: Work Location's code '{0}' should not be longer than 35 characters.
ar: يجب ألا يزيد رمز موقع العمل '{0}' عن 35 حرفًا.

source: Work Location's description '{0}' should not be longer than 35 characters.
ar: يجب ألا يزيد وصف موقع العمل '{0}' عن 35 حرفًا.

source: Work Location's address 1 '{0}' should not be longer than 30 characters.
ar: يجب ألا يزيد عنوان موقع العمل 1 '{0}' عن 30 حرفًا.

source: Work Location's address 2 '{0}' should not be longer than 25 characters.
ar: يجب ألا يزيد عنوان موقع العمل 2 '{0}' عن 25 حرفًا.

source: Work Location's city '{0}' should not be longer than 28 characters.
ar: يجب ألا تزيد مدينة موقع العمل '{0}' عن 28 حرفًا.

source: Work Location's state code '{0}' must be equal to 2 characters.
ar: يجب أن يكون كود حالة موقع العمل '{0}' مساوياً لحرفين.

source: Employer's settings tax filling client key '{0}' should not be longer than 100 characters.
ar: يجب ألا يزيد طول مفتاح الضريبة على إعدادات صاحب العمل '{0}' عن 100 حرف.

source: Employer's legal name '{0}' should not be longer than 40 characters.
ar: يجب ألا يتجاوز الاسم القانوني لصاحب العمل '{0}' 40 حرفًا.

source: Can't transfer data. Data transfer {0} contains invalid file.
ar: لا يمكن نقل البيانات. يحتوي نقل البيانات {0} على ملف غير صالح.
es: No puede transferir datos. La transferencia de datos {0} contiene un archivo no válido.
fr: Impossible de transférer des données. Le transfert de données {0} contient un fichier non valide.

source: "fileCustom" or "fileStandard" should be defined.
ar: يجب تحديد "fileCustom " أو "fileStandard ".
es: alias de transferencia deben ser definidas.
fr: "FichierPersonnalisé" ou "FichierStandard" doit être défini.

source: Payroll batch ({0}) is being processed and cannot be changed.
ar: مجموعة الرواتب ( {0} ) قيد المعالجة ولا يمكن تغييرها.
fr: Le lot de paie ( {0} ) est en cours de traitement et ne peut pas être modifié.

source: ZIP code should be at least {0} characters long.
ar: يجب أن يكون طول الرمز البريدي {0} حرفًا على الأقل.
es: El código postal debe tener al menos {0} caracteres de longitud.
fr: Le code postal doit contenir au moins {0} caractères

source: It's impossible to delegate workflow to yourself.
ar: من المستحيل تفويض سير العمل لنفسك.
fr: Il est impossible de déléguer le flux de travail à vous-même.

source: Workflow delegation's end date {1:date} can't be before start date {0:date}.
ar: لا يمكن أن يكون تاريخ انتهاء تفويض سير العمل {1: date} قبل تاريخ البدء {0: date}.

source: Employee {0} is not a member of your team.
ar: الموظف {0} ليس عضوًا في فريقك.

source: Invalid data. Employee {0} doesn't have primary work location assigned. Please contact your system administrator.
ar: بيانات غير صالحة. الموظف {0} ليس لديه موقع عمل أساسي معين. من فضلك تواصل مع مسؤول نظامك.

source: Please provide state for Employer Location '{0}'.
ar: يرجى ذكر حالة صاحب العمل '{0}'.
es: Por favor proporcionar el estado de la ubicación del empleador ' {0} '.
fr: Veuillez indiquer l'état de l'emplacement de l'employeur '{0}'.

source: Incorrect date range. Effective date({0:date}) should be less than Expiration date({1:date}).
ar: نطاق التاريخ غير صحيح. يجب أن يكون التاريخ الفعلي ({0: date}) أقل من تاريخ انتهاء الصلاحية ({1: date}).
es: rango de fecha incorrecta. Fecha de vigencia ({0:date}) debe ser inferior a la fecha de vencimiento ({1:date}).
fr: Plage de dates incorrecte. La date d'effet ({0:date}) doit être inférieure à la date d'expiration ({1:date}).

source: Cannot update data. Data length is exceeded in column '{0}'.
ar: لا يمكن تحديث البيانات. تم تجاوز طول البيانات في العمود '{0}'.
es: No se puede actualizar datos. Tamaño de los datos se excede en la columna ' {0} '.
fr: Impossible de mettre à jour les données. La longueur des données est dépassée dans la colonne '{0}'.

source: Cannot update data. Value length is exceeded in column '{0}'.
ar: لا يمكن تحديث البيانات. تم تجاوز طول القيمة في العمود '{0}'.

source: Person with {0} email already exists. Please use another email.
ar: الشخص الذي لديه {0} بريد إلكتروني موجود بالفعل. يرجى استخدام بريد إلكتروني آخر.
es: Persona con {0} de correo electrónico ya existe. Por favor utilice otro correo electrónico.
fr: La personne avec {0} email existe déjà. Veuillez utiliser un autre email.

source: Similar SalaryGrade record already exists in the database. Please provide unique salary grade.
ar: سجل الراتب المتماثل موجود بالفعل في قاعدة البيانات. يرجى تقديم درجة راتب فريدة.
es: SalaryGrade registro similar ya existe en la base de datos. Sírvanse proporcionar escala salarial única.
fr: Un enregistrement de niveau de salaire similaire existe déjà dans la base de données. Veuillez fournir une note salariale unique.

source: Incorrect formula. Coverage formula is not valid.
ar: صيغة غير صحيحة. صيغة التغطية غير صالحة.
es: fórmula incorrecta. fórmula de cobertura no es válida.
fr: Formule incorrecte. La formule de couverture n'est pas valide.

source: Incorrect formula. Premium formula is not valid.
ar: صيغة غير صحيحة. الصيغة المميزة غير صالحة.
es: fórmula incorrecta. fórmula prima no es válido.
fr: Formule incorrecte. La formule de prime n'est pas valide.

source: Incorrect formula. Dependent formula is not valid.
ar: صيغة غير صحيحة. الصيغة التابعة غير صالحة.
es: fórmula incorrecta. fórmula dependiente no es válido.
fr: Formule incorrecte. La formule dépendante n'est pas valide.

source: Incorrect formula. Employee Contribution formula is not valid.
ar: صيغة غير صحيحة. صيغة مساهمة الموظف غير صالحة.
es: fórmula incorrecta. Empleado Contribución fórmula no es válida.
fr: Formule incorrecte. La formule de contribution de l'employé n'est pas valide.

source: Incorrect formula. Eligibility formula is not valid.
ar: صيغة غير صحيحة. صيغة الأهلية غير صالحة.
es: fórmula incorrecta. fórmula de elegibilidad no es válido.
fr: Formule incorrecte. La formule d'admissibilité n'est pas valide.

source: Incorrect formula. Effective formula is not valid.
ar: صيغة غير صحيحة. الصيغة الفعالة غير صالحة.
es: fórmula incorrecta. efectiva fórmula no es válida.
fr: Formule incorrecte. Formule efficace n'est pas valide.

source: Incorrect formula. Expire formula is not valid.
ar: صيغة غير صحيحة. صيغة انتهاء الصلاحية غير صالحة.
es: fórmula incorrecta. Expirará fórmula no es válida.
fr: Formule incorrecte. La formule d'expiration n'est pas valide.

source: Payroll import settings are not defined. Please upload settings XML.
ar: لم يتم تحديد إعدادات استيراد كشوف المرتبات. يرجى تحميل الإعدادات XML.
es: la configuración de importación de nómina no están definidos. Por favor, sube configuración XML.
fr: Les réglages d'importation de la paie ne sont pas définis. S'il vous plaît télécharger les paramètres XML.

source: Payroll import settings has invalid XML, tag: {0}.
ar: تحتوي إعدادات استيراد كشوف المرتبات على XML غير صالح ، علامة: {0} .
es: Los ajustes de importación nómina tiene XML no válido, la etiqueta: {0} .
fr: Les paramètres d'importation de la paie ont un code XML non valide, balise: {0}.

source: Selected payroll import is already saved to batch. Please import another file.
ar: يتم حفظ استيراد كشوف المرتبات المحددة بالفعل إلى مجموعة. يرجى استيراد ملف آخر.
es: importación de nómina seleccionado ya está guardado en lotes. Por favor, importar otro archivo.
fr: L’importation de la paie sélectionnée est déjà enregistrée dans un lot. Veuillez importer un autre fichier.

source: Uploaded .csv file is empty. Please provide file of correct format.
ar: ملف .csv الذي تم تحميله فارغ. يرجى تقديم ملف بالتنسيق الصحيح.
es: archivo .csv cargado está vacío. Sírvanse proporcionar archivos de formato correcto.
fr: Le fichier .csv téléchargé est vide. Veuillez fournir un fichier de format correct.

source: Uploaded .csv file or timesheet has no import details. Please provide file of correct format or check timesheet period.
ar: لا يحتوي ملف .csv أو الجدول الزمني الذي تم تحميله على تفاصيل عن الاستيراد. يرجى تقديم ملف بالتنسيق الصحيح أو التحقق من فترة الجدول الزمني.
es: Subida de archivos CSV no tiene detalles de importación. Sírvanse proporcionar archivos de formato correcto.
fr: Le fichier .csv ou la feuille de temps téléchargé ne contient aucun détail sur l'importation. Veuillez fournir un fichier de format correct ou vérifier la période de la feuille de temps.

source: Uploaded .csv file doesn't contain Column {0}. Please provide file of correct format.
ar: لا يحتوي ملف .csv الذي تم تحميله على عمود {0} . يرجى تقديم ملف بالتنسيق الصحيح.
es: Subida de archivos CSV no contiene la columna {0} . Sírvanse proporcionar archivos de formato correcto.
fr: Le fichier .csv téléchargé ne contient pas la colonne {0}. Veuillez fournir un fichier de format correct.

source: Can't process payroll import. Employer with location with code {0} doesn't exist.
ar: لا يمكن معالجة استيراد كشوف المرتبات. صاحب العمل مع الموقع مع رمز {0} غير موجود.
es: No se puede procesar la nómina de importación. Empleador con la ubicación con el código {0} no existe.
fr: Impossible de traiter l'importation de la paie. L'employeur dont l'emplacement correspond au code {0} n'existe pas.

source: Can't process payroll import. Employer task with code {0} doesn't exist.
ar: لا يمكن معالجة استيراد كشوف المرتبات. مهمة صاحب العمل بالكود {0} غير موجودة.
es: No se puede procesar la nómina de importación. Tarea empleador con el código {0} no existe.
fr: Impossible de traiter l'importation de la paie. La tâche de l'employeur avec le code {0} n'existe pas.

source: Employee deductions cannot overlap. Prior employee deduction will expire on {0:date}. Please close the prior deduction before creating a new one with the same dates.
ar: لا يمكن أن تتداخل استقطاعات الموظفين. سينتهي خصم الموظف السابق في {0: date}. يرجى إغلاق الخصم السابق قبل إنشاء حساب جديد بنفس التواريخ.
es: deducciones del empleado no se pueden superponer. Retención del empleado antes expirará el {0} . Por favor, cierre la deducción previa antes de crear uno nuevo con las mismas fechas.
fr: Les déductions des employés ne peuvent pas se chevaucher. La déduction pour employé antérieur expirera le {0:date}. Veuillez fermer la déduction antérieure avant d'en créer une nouvelle avec les mêmes dates.

source: The range for Pay Date Days After is [{0}, {1}]. Please specify the date that falls into this date range.
ar: النطاق لـ Pay Date Days After هو [ {0} ، {1} ]. يرجى تحديد التاريخ الذي يقع في هذا النطاق الزمني.
es: La gama de pago Fecha Días después de que se [ {0} , {1} ]. Por favor especificar la fecha que cae en este rango de fechas.
fr: La plage de jours de paye après est de [{0}, {1}]. Veuillez spécifier la date qui tombe dans cette plage de dates.

source: Income {0} is already used in the batch. Please select another Income type.
ar: الدخل {0} مستخدم بالفعل في الدفعة. يرجى اختيار نوع دخل آخر.
es: Ingresos {0} ya se utiliza en el lote. Por favor seleccione otro tipo de ingresos.
fr: Le revenu {0} est déjà utilisé dans le lot. Veuillez sélectionner un autre type de revenu.

source: Pay rate({0}) for assignment can't fall outside the min/max({1}/{2}) range of the salary grade.
ar: لا يمكن أن يكون معدل الدفع ( {0} ) للواجب خارج نطاق الحد الأدنى / الحد الأقصى {1} / {2} ) من درجة الراتب.
es: Tasa de pago ( {0} ) para la asignación no puede caer fuera del min / max ( {1} / {2} ) rango de la escala salarial.
fr: Tarif de la paye

source: Time format {0} is incorrect. Timesheet detail hours should fall in range of {1} - {2}.
ar: تنسيق الوقت {0} غير صحيح. يجب أن تقع ساعات تفاصيل الجدول الزمني في نطاق {1} - {2} .
es: El formato de tiempo {0} es incorrecto. Las horas de detalle de la hoja de tiempo deben estar dentro del rango de {1} - {2}.
fr: Le format du temps {0} est incorrect. Les heures détaillées dans la feuille de temps doivent être comprises entre {1} et {2}.

source: Time format {0} is incorrect. Timesheet detail minutes should fall in range of {1} - {2}.
ar: تنسيق الوقت {0} غير صحيح. يجب أن تقع دقائق تفاصيل الجدول الزمني في نطاق {1} - {2} .
es: El formato de tiempo {0} es incorrecto. Los minutos detallados de la hoja de tiempo deben estar dentro del rango de {1} - {2}.
fr: Le format du temps {0} est incorrect. Les minutes de détail de la feuille de temps doivent être comprises entre {1} et {2}.

source: Time format {0} is incorrect. Timesheet detail units should be greater or equal 0.
ar: تنسيق الوقت {0} غير صحيح. يجب أن تكون وحدات تفاصيل الجدول الزمني أكبر أو تساوي 0.

source: Time off is not added. Employee has Regular Closed Day or Holiday in specified period.
ar: لا يتم إضافة إجازة. الموظف لديه يوم مغلق منتظم أو عطلة في فترة محددة.
es: no se añade tiempo libre. Día empleado tiene cerrada regular o de vacaciones en el período especificado.
fr: Temps libre ne sont pas ajoutés. L'employé a un jour de fermeture ou un jour férié dans la période spécifiée.

source: Employee cannot be terminated. Employee has active additional assignments. Please remove all the references to the employee.
ar: لا يمكن إنهاء الموظف. الموظف لديه مهام إضافية نشطة. يرجى إزالة جميع الإشارات إلى الموظف.
es: Empleado no puede ser terminado. Empleado tiene asignaciones adicionales activos. Por favor, elimine todas las referencias al empleado.
fr: Employé ne peut pas être terminé. L'employé a des affectations supplémentaires actives. Veuillez supprimer toutes les références à l'employé.

source: You cannot terminate a terminated employee.
ar: لا يمكنك إنهاء موظف تم إنهائه.
fr: Vous ne pouvez pas licencier un employé licencié.

source: Termination date {0:date} should be equal to or later than effective date of last assignment detail<br>{1:date}.
ar: يجب أن يكون تاريخ الإنهاء {0: date} مساويًا أو أحدث من تاريخ نفاذ آخر تفاصيل مهمة <br> {1: date}.
es: Fecha de terminación {0} debe ser igual o posterior a la fecha de vigencia de detalle de asignación <br> {1} .
fr: Date de terminaison {0:date} doit être égale ou supérieure à la date d'effet du dernier détail d'affectation<br>{1: date}.

source: Can't update employee. Employee changes are in pending approval state. Workflow {0} should be completed first.
ar: لا يمكن تحديث الموظف. تغييرات الموظفين في حالة الموافقة المعلقة. يجب إكمال سير العمل {0} أولاً.
es: No se puede actualizar al empleado. Los cambios de los empleados están en estado de aprobación pendiente. El flujo de trabajo {0} debe completarse primero.
fr: Impossible de mettre à jour un employé. Les modifications apportées aux employés sont en attente d'approbation. Le flux de travail {0} doit être terminé en premier.

source: Wrong benefit plan option. Non-manual benefit plan option is expected for Option Group {0}.
ar: خيار خطة منفعة خاطئة. خيار خطة المنافع غير اليدوية متوقع لمجموعة Option {0} .
es: opción de plan de beneficios incorrecto. Se espera que la opción de plan de beneficios no manual para la Opción de grupo {0} .
fr: Mauvaise option de plan d'avantage. Une option de plan d'avantage non manuel est attendue pour le groupe d'options {0}.

source: Incorrect candidate rating. Rating {0} should be in range [0,5] with 0.5 as a step.
ar: تصنيف مرشح غير صحيح. يجب أن يكون التصنيف {0} في النطاق [0،5] مع 0.5 كخطوة.
es: Puntuación candidato incorrecta. Valoración {0} debe estar en el rango [0,5] con 0,5 como un paso.
fr: Classement de candidat incorrect. La valeur {0} doit être comprise entre [0,5] et 0,5.

source: Employer {0} doesn't have National Identifier.
ar: صاحب العمل {0} ليس لديه معرّف وطني.
es: Empleador {0} no tiene identificador nacional.
fr: Employeur {0} n'a pas d'identifiant national.

source: Can't set this location as primary. Primary work location for this employer already exists. Only one primary work location per employer is allowed.
ar: لا يمكن تعيين هذا الموقع على أنه أساسي. يوجد موقع العمل الأساسي لصاحب العمل هذا بالفعل. يُسمح فقط لموقع عمل أساسي واحد لكل صاحب عمل.
es: No se puede establecer esta ubicación como primaria. lugar principal de trabajo para este empleador ya existe. Sólo se permite un lugar principal de trabajo por el empleador.
fr: Impossible de définir cet emplacement comme principal. Le lieu de travail principal pour cet employeur existe déjà. Un seul lieu de travail principal par employeur est autorisé.

source: Please provide state in address for person {0}.
ar: يرجى تقديم الدولة في العنوان للشخص {0} .

source: Person {0} has several primary addresses, it's allowed to have just one.
ar: لدى الشخص {0} عدة عناوين أساسية ، يُسمح له بالحصول على عنوان واحد فقط.
fr: La personne {0} a plusieurs adresses principales, elle est autorisée à n'en avoir qu'une.

source: Person {0} has several mailing addresses, it's allowed to have just one.
ar: لدى الشخص {0} عدة عناوين بريدية ، يُسمح أن يكون لديه واحد فقط.
fr: La personne {0} a plusieurs adresses postales, elle est autorisée à n'en avoir qu'une.

source: Person {0} does not have primary address, but should have at least one.
ar: الشخص {0} ليس لديه عنوان أساسي ، لكن يجب أن يكون لديه عنوان واحد على الأقل.

source: Employee {0} has several primary work locations, it's allowed to have just one.
ar: لدى الموظف {0} العديد من مواقع العمل الأساسية ، يُسمح أن يكون لديه موقع واحد فقط.
fr: L'employé {0} a plusieurs lieux de travail principaux, il est autorisé à n'en avoir qu'un.

source: Employee {0} does not have primary work location, but should have at least one.
ar: لا يوجد لدى الموظف {0} موقع العمل الأساسي ، لكن يجب أن يكون لديه موقع واحد على الأقل.

source: Please provide country 2-letter code (code table detail attribute 1) for person {0}.
ar: يرجى تقديم كود البلد المكون من حرفين (السمة التفصيلية لجدول الأكواد 1) للشخص {0} .
fr: Veuillez fournir le code à 2 lettres du pays (attribut 1 de la table des codes) pour la personne {0} .

source: Please provide zip code in address for person {0}.
ar: يرجى تقديم الرمز البريدي في العنوان للشخص {0} .

source: Zip code is empty in work location {0}.
ar: الرمز البريدي فارغ في موقع العمل {0} .
fr: Le code postal est vide dans le lieu de travail {0} .

source: Address 1 is empty in work location {0}.
ar: العنوان 1 فارغ في موقع العمل {0} .
fr: L'adresse 1 est vide dans le lieu de travail {0} .

source: City is empty in work location {0}.
ar: المدينة فارغة في موقع العمل {0} .
fr: La ville est vide sur le lieu de travail {0} .

source: Can't update time off. You don't have enough comp time earned.
ar: لا يمكن تحديث إجازة. ليس لديك ما يكفي من شركات الوقت المكتسبة.
es: No se puede actualizar el tiempo libre. No tiene suficiente tiempo de compensación ganado.
fr: Impossible de mettre à jour les temps libre. Vous n'avez pas assez de temps comp gagné.

source: Time off duration cannot exceed employee average hours.
ar: لا يمكن أن تتجاوز مدة إجازة الموظف متوسط ساعات العمل.
es: El tiempo fuera duración no puede exceder las horas del empleado promedio.
fr: La durée du temps libre ne peut dépasser la moyenne des heures de travail des employés.

source: ACA data for Employer {0} and year {1} has already been generated.
ar: تم بالفعل إنشاء بيانات ACA الخاصة بصاحب العمل {0} والسنة {1} .
