Repository: volodymyri/ionic_test
Catalog: i18n/locale/*.po
Languages: ar, es, fr

source: New Supervisor
ar: المشرف الجديد
es: Nuevo Supervisor
fr: Nouveau superviseur

source: New Hiring Manager
ar: مدير التوظيف الجديد
es: Director de Recursos Humanos
fr: Nouveau gestionnaire d'embauche

source: New Recruiter
ar: المجند الجديد
es: Nuevo filtro
fr: Nouveau recruteur

source: Adjustment
ar: تعديل
es: Agregar documento
fr: Ajustement

source: Accrual Log
ar: سجل الاستحقاق
es: método de acumulación
fr: Journal d'accumulation

source: Manually Override Calculation
ar: تجاوز الحساب يدويًا
es: Anular manualmente el cálculo
fr: Remplacer manuellement le calcul

source: Units
ar: وحدات
es: Unidad
fr: Unités

source: Potential
ar: محتمل
es: Potencial
fr: Potentiel

source: Carryover
ar: تحمل أكثر
fr: Reporter

source: Carryover Expired
ar: ترحيل انتهت
fr: Report expiré

source: Net Carryover
ar: صافي المرحل
fr: Report net

source: Accrued
ar: المتراكم
es: Acumulado
fr: Accumulé

source: Used
ar: مستخدم
es: Usado
fr: Utilisé

source: Closed
ar: مغلق
es: Cerrado
fr: Fermé

source: Accrue Employee Plan
ar: تتراكم خطة الموظف
es: Plan de empleado acumulado
fr: Accrue des employés

source: Submit Timesheet
ar: إرسال الجدول الزمني
es: presentar hoja de tiempo
fr: Soumettre une feuille de temps

source: Save & Close
ar: حفظ وإغلاق

source: Assignment
ar: مهمة
es: CESIONES
fr: Affectation

source: Total FTE
ar: مجموع FTE
es: Totalmente

source: day(s)
ar: أيام)
es: dias
fr: journée(s)

source: Timesheet Options
ar: خيارات الجدول الزمني
es: Hojas de Tiempo
fr: Options de la feuille de temps

source: Timesheet Layout
ar: تخطيط الجدول الزمني
es: Hoja de tiempo ahorrado.
fr: Disposition de la feuille de temps

source: Show all periods...
ar: عرض جميع الفترات ...
fr: Afficher toutes les périodes ...

source: Mass submission
ar: تقديم الشامل
fr: Soumission de masse

source: Pay Code
ar: كود الدفع

source: Punch
ar: لكمة

source: Employees Selected
ar: الموظفين المختارين

source: Time period
ar: فترة زمنية
es: Período de revisión
fr: Période de temps

source: page
ar: صفحة

source: Employee#
ar: موظف#

source: Timesheet Period
ar: فترة الجدول الزمني

source: Wrong format, should be : '12:45', '1h 20m', '1h', '20m'
ar: يجب أن يكون التنسيق الخاطئ: '12: 45 '،' 1h 20m '،' 1h '،' 20m '
es: El formato incorrecto, debe ser : '12:45', '1h 20m', '1h', '20m'
fr: Le mauvais format devrait être: '12:45', '1h 20m', '1h', '20m'

source: Checked inside geofence
ar: فحص داخل geofence
es: Comprobado dentro de la geocerca
fr: Vérifié à l'intérieur de la geofence

source: Checked outside geofence
ar: فحص خارج geofence
es: Geofence exterior controlado
fr: Vérifié en dehors de geofence

source: Start/Stop
ar: بدء توقف
es: Inicio
fr: Commencer / arrêter

source: Regular Income
ar: دخل منتظم
es: Horas regulares
fr: Revenu régulier

source: Overtime
ar: متأخر، بعد فوات الوقت
es: Las horas extraordinarias MTD
fr: Heures supplémentaires

source: Not found
ar: لم يتم العثور على
es: No se han encontrado solicitudes de devolución
fr: Pas trouvé

source: Add Timesheet Row
ar: أضف صف الجدول الزمني
es: Hojas de Tiempo
fr: Ajouter une ligne de feuille de temps

source: No Income Codes found.
ar: لم يتم العثور على رموز الدخل.
es: No se encontraron códigos de ingresos.
fr: Pas code de revenu trouvé.

source: No Work Locations found.
ar: لم يتم العثور على مواقع العمل.
es: No hay ubicaciones de trabajo encontrados.
fr: Pas lieu de travail trouvé.

source: No Assignments found.
ar: لم يتم العثور على مهام.
es: No se han encontrado tareas
fr: Pas affectation trouvée.

source: Split Time
ar: تقسيم الوقت
es: Hora de inicio
fr: Temps partagé

source: Hrs
ar: ساعة
es: horas

source: Manage Tracked Time
ar: إدارة الوقت المتعقبة
es: Administrar el tiempo de seguimiento
fr: Gérer le temps suivi

source: Available Hours
ar: ساعات المتاحة
es: Disponibilidad
fr: Heures disponibles

source: Wrong format, should be : '12:45', '1h 20m', '1h', '20m' and greater than '00:00'
ar: يجب أن يكون التنسيق الخاطئ: '12: 45 '،' 1h 20m '،' 1h '،' 20m 'وأكبر من '00: 00'
es: El formato incorrecto, debe ser : '12:45', '1h 20m', '1h', '20m'
fr: Le format incorrect doit être: '12:45', '1h 20m', '1h', '20m' et plus grand que '00:00'

source: Days
ar: أيام
es: # Días de atención
fr: Journées

source: Total Hrs.
ar: مجموع ساعات
es: Horas totales
fr: Heures totales

source: Total Days
ar: مجموع الأيام
es: Totalmente
fr: Nombre total de jours

source: Reg. Hrs.
ar: ريج. ساعة.
fr: Reg. Heures

source: Total Hours:
ar: مجموع الساعات:
es: Horas totales
fr: Heures totales:

source: Regular Hours:
ar: ساعات عادية:

source: Overtime:
ar: متأخر، بعد فوات الوقت:
es: A través del tiempo:
fr: Heures supplémentaires:

source: Timesheets
ar: الجداول الزمنية
es: Hojas de Tiempo
fr: Feuilles de temps

source: Add New
ar: اضف جديد
es: Agregar paso
fr: Ajouter un nouveau

source: Prior Timesheet
ar: الجدول الزمني السابق
es: Parte de horas anterior
fr: Feuille de temps précédente

source: Organization Reporting
ar: تقارير المنظمة
es: Ver organización
fr: Rapport d'organisation

source: Stop Time (OUT)
ar: وقت التوقف (خارج)
es: Hora de parada (OUT)
fr: Temps Arrêt (OUT)

source: Start Time (IN)
ar: وقت البدء (في)
es: Hora de inicio
fr: Temps de début (IN)

source: Enter Time
ar: أدخل الوقت
es: Hora de finalización
fr: entrer le temps

source: Request Time Off
ar: طلب إجازة
es: Offs tiempo
fr: Demander un temps libre

source: View Paystub
ar: عرض Paystub
es: Ver Paystub
fr: Voir le talon de paie

source: Change Employer
ar: تغيير صاحب العمل
es: Cambiar Empleador
fr: Changer d'employeur

source: Sign Out
ar: خروج
es: Desconectar

source: View All
ar: عرض الكل
es: Ver todo
fr: Voir tout

source: {0} record{1} selected
ar: {0} سجل {1}
es: {0} registro {1} seleccionado
fr: {0} enregistrement {1} sélectionné

source: Selected records
ar: سجلات مختارة
es: seleccionar registros
fr: Les enregistrements sélectionnés

source: {0} Open
ar: {0} مفتوح
es: Activado
fr: {0} Ouvert

source: fill position
ar: شغل الموقف
es: Posicion
fr: position de remplissage

source: Go to Profile
ar: الذهاب إلى الملف الشخصي
es: Perfil
fr: Aller au profil

source: Modify position
ar: تعديل الموقف
es: Añadir Posición
fr: Modifier la position

source: Delete position
ar: حذف الموقف
es: Por favor, seleccione Opciones predeterminadas
fr: Supprimer la position

source: Create new position like this
ar: إنشاء موقف جديد مثل هذا
es: Crear una nueva posición como esta
fr: Créer un nouveau poste comme celui-ci

source: Unassign position
ar: إلغاء تعيين الموقف
es: Desasignar posición
fr: Annuler l'attribution de position

source: Filter
ar: منقي
es: Nuevo filtro
fr: Filtre

source: Search Employee
ar: بحث الموظف
es: Search for Employee
fr: Rechercher un employé

source: Percent
ar: نسبه مئويه
es: Porcentaje
fr: Pour cent

source: Account Type
ar: نوع الحساب
es: Tipo de cuenta
fr: Type de compte

source: Accounting Number
ar: رقم المحاسبة

source: Certification saved.
ar: تم حفظ الشهادة.
fr: Certification enregistrée.

source: Dependent
ar: يعتمد

source: Emergency
ar: حالة طوارئ
es: Emergencia
fr: Urgence

source: Student Status
ar: حالة الطالب
es: Estado del estudiante
fr: Statut d'étudiant

source: School Name
ar: اسم المدرسة
es: Nombre de escuela
fr: Nom de l'école

source: Education End Date
ar: تاريخ انتهاء التعليم
es: Educación Fecha de finalización
fr: Date de fin de l'éducation

source: Dependents & Contacts
ar: المعالين والاتصالات
es: Dependientes y Contactos
fr: Dépendants et contacts

source: Emergency Contact
ar: الاتصال بالطوارىء
es: Contacto De Emergencia
fr: Contact d'urgence

source: Search for Course
ar: البحث عن بالطبع
es: Búsqueda de registro
fr: Rechercher un cours

source: Enrollment Status
ar: حالة التسجيل

source: Activities
ar: أنشطة
es: Actividades
fr: Activités

source: Education saved.
ar: حفظ التعليم.
fr: L'éducation sauvée.

source: Not Active
ar: غير فعال

source: Goal Name
ar: اسم الهدف
es: Nombre del objetivo
fr: Nom de l'objectif

source: Goal Description
ar: وصف الهدف
fr: Description de l'objectif

source: Review Description
ar: مراجعة الوصف
es: Descripción opinión
fr: Description de révision

source: Weight, %
ar: وزن، ٪
es: Peso,%
fr: Poids, %

source: Weight of each period must be 100%
ar: يجب أن يكون وزن كل فترة 100 ٪
fr: Le poids de chaque période doit être de 100%

source: Job and Prior Employment
ar: الوظيفة والتوظيف المسبق
es: Trabajo y Empleo previa
fr: Emploi et emploi précédent

source: Password has been reset
ar: تم إعادة تعيين كلمة المرور
es: Contraseña anterior no puede ser reutilizado.
fr: Le mot de passe a été réinitialisé

source: New Employee has been sent to approval
ar: تم إرسال موظف جديد للموافقة
fr: Le nouvel employé a été envoyé pour approbation

source: New Employee Created
ar: موظف جديد تم إنشاؤه
es: La cobertura de los empleados
fr: Nouvel employé créé

source: The password reset instructions were sent <br />to employee email address - <a href="mailto:{resetEmail}">{resetEmail}</a>
ar: تم إرسال إرشادات إعادة تعيين كلمة المرور <br /> إلى عنوان البريد الإلكتروني للموظف - <a href="mailto:{resetEmail}"> {resetEmail} </a>
es: Las instrucciones de restablecimiento de contraseña fueron enviadas <br /> a la dirección de correo electrónico de los empleados - <a href="mailto:{resetEmail}">{resetEmail}</a>
fr: Les instructions de réinitialisation du mot de passe ont été envoyées <br /> à l’adresse e-mail de l’employé - <a href="mailto:{resetEmail}">{resetEmail}</a>

source: In case you reset a password for your subordinate, <br />make sure the employee is aware about the password change.
ar: في حالة إعادة تعيين كلمة مرور لمرؤوسيك ، <br /> تأكد من أن الموظف على علم بتغيير كلمة المرور.
es: En caso de que restablezca una contraseña para su subordinado, <br /> asegúrese de que el empleado tenga conocimiento del cambio de contraseña.
fr: Si vous réinitialisez un mot de passe pour votre subordonné, <br />assurez-vous que l’employé est au courant du changement de mot de passe.

source: {firstName} {lastName} is now set up as an employee.
ar: تم إعداد {firstName} {lastName} الآن كموظف.
es: {nombre de pila} {apellido} ahora está configurado como un empleado.
fr: {firstName} {lastName} est maintenant configuré en tant qu'employé.

source: Successful Reset
ar: إعادة تعيين ناجحة
es: Guardado con éxito.
fr: Réinitialisation avec succès

source: Phone Type
ar: نوع الهاتف
es: Tipo de Teléfono
fr: Type de téléphone

source: Prior Employment
ar: قبل التوظيف
es: antes de Empleo
fr: Emploi précédent

source: Permission to Contact
ar: إذن للاتصال
es: Permiso para contactar
fr: Permission de contacter

source: Starting Salary
ar: مرتب مبديئ
es: Salario inicial
fr: Salaire de départ

source: Ending Salary
ar: إنهاء الراتب
es: Salario que termina
fr: Salaire de fin

source: Responsibilities
ar: المسؤوليات
fr: Responsabilités

source: Reason for Leaving
ar: سبب للمغادرة
es: Razón de dejar el empleo:
fr: Raison pour quitter

source: Industry Code
ar: كود الصناعة
fr: Code de l'industrie

source: Prior Employment saved.
ar: قبل العمالة المحفوظة.
es: Empleo antes salvó.
fr: Emploi précédent sauvegardé.

source: Publish to Reviewer
ar: نشر إلى المعلقين
es: Publicar a Reseñante
fr: Publier à l'évaluateur

source: Publish to Manager
ar: نشر إلى مدير

source: Viewed
ar: شوهد
es: Ver
fr: Vu

source: Private
ar: نشر
es: Privado
fr: Privé

source: Reviewed by
ar: تمت مراجعته من قبل
es: Revisado por
fr: Revu par

source: Published
ar: نشرت
es: Publicar
fr: Publié

source: Date Acquired
ar: تاريخ المكتسبة
es: fecha adquirida
fr: Date d'acquisition

source: Skill saved.
ar: المهارة المحفوظة.
fr: Compétence sauvegardée.

source: Skills and Education
ar: المهارات والتعليم
es: Habilidades y Educación
fr: Compétences et Education

source: Search for Position
ar: البحث عن الوظيفة
es: Búsqueda de Posición
fr: Recherche de position

source: Search for Record
ar: البحث عن سجل
es: Búsqueda de registro
fr: Recherche de dossier

source: Column Name:
ar: اسم العمود:
es: Nombre Curso
fr: Nom de colonne:

source: Sort
ar: فرز
es: Ordenar
fr: Trier

source: Criteria
ar: المعايير
es: criterio Classic
fr: Critères

source: Do you want to delete this criteria?
ar: هل تريد حذف هذه المعايير؟

source: Inner
ar: داخلي
fr: Interne

source: Left
ar: اليسار
fr: La gauche

source: Right
ar: حق

source: Link Column
ar: ربط العمود

source: Join Type
ar: انضمام نوع

source: by
ar: بواسطة
fr: par

source: Do you want to delete this column?
ar: هل تريد حذف هذا العمود؟

source: Edit sort
ar: تحرير النوع

source: Edit criteria
ar: تحرير المعايير

source: Available Field
ar: الحقل المتاح

source: Available Columns
ar: الأعمدة المتاحة

source: Column
ar: عمود

source: Add Table
ar: أضف الجدول

source: Join
ar: انضم

source: Edit Link
ar: تحرير الرابط

source: Add Link
ar: إضافة رابط

source: Show
ar: تبين
es: Mostrar
fr: Afficher

source: Show this column in the data grid
ar: أظهر هذا العمود في شبكة البيانات
fr: Afficher cette colonne dans la grille de données

source: Showed
ar: أظهر

source: Modules
ar: وحدات
es: Módulos

source: Tables
ar: الجداول
es: Habilitado
fr: Les tables

source: Save Memorized
ar: حفظ حفظها

source: Don't Limit
ar: لا تحد

source: Data Transfer Name
ar: اسم نقل البيانات
es: Cuadrícula de datos
fr: Nom du transfert de données

source: Execute
ar: نفذ - اعدم
es: Ejecutar
fr: Exécuter

source: Output Format
ar: تنسيق الإخراج
es: Nombre del archivo de salida
fr: Format de sortie

source: Parameters
ar: المعلمات
es: Parámetros
fr: Paramètres

source: Group By
ar: مجموعة من
es: Grupo
fr: Grouper par

source: Sort By
ar: صنف حسب
es: Ordenar por
fr: Trier par

source: Display Columns
ar: عرض الأعمدة
es: Columnas de pantalla
fr: Colonnes d'affichage

source: Advanced Filters...
ar: مرشحات متقدمة ...
es: Perfil avanzado
fr: Filtres avancés...

source: Select a "Menu Item" to view the Report
ar: حدد "عنصر قائمة " لعرض التقرير
es: Seleccione un "Elemento de menú" para ver el Informe
fr: Sélectionnez un "élément de menu" pour afficher le rapport.

source: Filter Reports
ar: تصفية التقارير
es: Informes
fr: Filtrer les rapports

source: Data Grid
ar: شبكة بيانات
es: Cuadrícula de datos
fr: Grille de données

source: Data Transfer
ar: نقل البيانات
es: Transferencia
fr: Transfert de données

source: Job Skill
ar: مهارة العمل
es: habilidades de trabajo
fr: Compétences d'emploi

source: Select Category first
ar: اختر الفئة الأولى
es: Selecciona la categoría primera
fr: Sélectionnez d'abord la catégorie

source: Select Skill first
ar: اختر المهارة أولاً
es: Seleccione Habilidad primera
fr: Sélectionnez d'abord la compétence

source: Select task
ar: اختر المهمة
es: Seleccione los impuestos
fr: Sélectionner une tâche

source: Select taxes
ar: اختر الضرائب
es: Seleccione los impuestos
fr: Sélectionnez les taxes

source: Work/Home Locations
ar: مواقع العمل / المنزل
es: Trabajo / Ubicaciones Inicio
fr: Lieu de travail / domicile

source: Create Event
ar: انشاء حدث
es: Actualizar la dirección solicitada.
fr: Créer un évènement

source: Edit Event
ar: تحرير الحدث
es: Editar foto
fr: Éditer l'événement

source: Week Calendar
ar: أسبوع التقويم
es: semana Calendario
fr: Calendrier de la semaine

source: Main events
ar: الاحداث الرئيسية
es: Eventos principales
fr: Événements principaux

source: Recurring events
ar: الأحداث المتكررة
es: Los eventos recurrentes
fr: Événements récurrents

source: Costs
ar: التكاليف
es: No hay Mensajes
fr: Les coûts

source: Total
ar: مجموع
es: Totalmente

source: Activity Date
ar: تاريخ النشاط
es: Fecha de acción 1
fr: Date d'activité

source: Activity Log
ar: سجل النشاطات
es: Actividades
fr: Journal d'activité

source: Workers Compensation Claim
ar: مطالبة تعويض العمال
es: Compensación Obrera
fr: Les rémunérations des travailleurs revendications

source: Claim Number
ar: رقم المطالبة
es: Número de Icono
fr: Numéro de revendiquer

source: Claim Date
ar: تاريخ المطالبة
es: Fecha de Creación
fr: Date de revendiquer

source: Date Of Injury
ar: تاريخ الإصابة
es: Fecha de herida
fr: Date de la blessure

source: Time Of Injury
ar: وقت الإصابة
es: Tipo de tiempo libre
fr: Temps de blessure

source: Date Reported
ar: تاريخ الإبلاغ
es: Informe
fr: Date signalée

source: Date Closed
ar: تاريخ الإغلاق
es: Cerrado
fr: Date de fermeture

source: Inquiry Information
ar: معلومات التحقيق
es: Información
fr: Informations sur la demande

source: Type of Claim
ar: نوع المطالبة
es: Tipo de reclamo
fr: Type de revendication

source: Nature of Injury
ar: طبيعة الاصابة
es: Naturaleza de la herida
fr: Nature de la blessure

source: Body part
ar: جزء من الجسم
es: Parte del cuerpo
fr: Partie du corps

source: Task when Injured
ar: المهمة عند الاصابة
es: Tarea cuando está lesionado
fr: Tâche en cas de blessure

source: Litigation
ar: دعوى
es: Ubicación
fr: Litige

source: Tools/Machinery
ar: أدوات / آلات
es: Herramientas / Maquinaria
fr: Outils / Machinerie

source: Restricted Time
ar: الوقت المقيد
es: Tiempo restringido
fr: Temps restreint

source: Absent Time
ar: الوقت الغائب
es: Hora de finalización
fr: Temps d'absence

source: Claim saved.
ar: تم حفظ المطالبة.
es: Habilidad guardados.
fr: Revendication sauvegardée.

source: Date of Injury
ar: تاريخ الإصابة
es: Fecha de nacimiento
fr: Date de la blessure

source: Time of Injury
ar: وقت الإصابة
es: Hora de la lesión
fr: Temps de blessure

source: Removing...
ar: إزالة ...
es: Cargando...
fr: Suppression...

source: The Time Off is saved.
ar: يتم حفظ الوقت معطلة.
es: Tiempo-construcción guardados.
fr: Le temps libre est enregistré.

source: Your request for {0} of {1} will be split in to<br /><br />{2}
ar: سيتم تقسيم طلبك لـ {0} من {1} إلى <br /> <br /> {2}
es: Su solicitud de {0} de {1} se dividirá en <br /> <br /> {2}
fr: Votre demande concernant {0} sur {1} sera fractionnée en <br /><br />{2}

source: {0} remaining
ar: {0} متبقي
es: {0} restante
fr: {0} restant

source: You do not have enough time accrued to request {0} time off in the following plans:<br /><br />{1}
ar: ليس لديك ما يكفي من الوقت المستحق لطلب {0} إجازة في الخطط التالية: <br /> <br /> {1}
es: Empleado no tiene suficiente tiempo para solicitar acumulados (0) tiempo libre <br /><br />{1}.
fr: Vous ne disposez pas de suffisamment de temps pour demander un {0} temps libredans les plans suivants: <br /><br />{1}

source: Unsaved changes will be lost. Continue termination?
ar: سيتم فقد التغييرات غير المحفوظة. متابعة الإنهاء؟
es: Los cambios no guardados se perderán. Continuar la terminación?
fr: Les modifications non enregistrées seront perdues. Continuer la terminaison?

source: Do you want to recall this timesheet?
ar: هل تريد أن تتذكر هذا الجدول الزمني؟
fr: Voulez-vous rappeler cette feuille de temps?

source: Total FTE exceeds 1.0.
ar: إجمالي FTE يتجاوز 1.0.
es: Total FTE excede 1.0.
fr: Total FTE dépasse 1.0.

source: Do you want to save this timesheet?
ar: هل تريد حفظ هذا الجدول الزمني؟
es: ¿Quieres aprobar la solicitud?
fr: Voulez-vous enregistrer cette feuille de temps?

source: Click "ADD" to create a new row and enter time
ar: انقر فوق "ADD " لإنشاء صف جديد وإدخال الوقت
es: Haga clic en "AGREGAR" para crear una nueva fila e ingresar el tiempo
fr: Cliquez sur "Ajouter" pour créer une nouvelle ligne et entrez le temps

source: Task can not be added.
ar: لا يمكن إضافة المهمة.
es: Tarea no se puede añadir.
fr: La tâche ne peut pas être ajoutée.

source: Do you want to submit this timesheet?
ar: هل ترغب في إرسال هذا الجدول الزمني؟
es: ¿Quieres aprobar la solicitud?
fr: Voulez-vous soumettre cette feuille de temps?

source: Select period
ar: اختر الفترة

source: Paycode Summary
ar: ملخص Paycode
es: Paycode
fr: Sommaire du code de paye

source: Assignment Summary
ar: ملخص الواجب
es: CESIONES
fr: Résumé d'affectation

source: processId didn't set!
ar: العملية لم تحدد!
fr: ID de procédé n'a pas été défini!

source: Processing
ar: معالجة
fr: En traitement

source: Do you want to submit the record?
ar: هل تريد تقديم السجل؟
es: ¿Quieres enviar el registro?
fr: Voulez-vous soumettre le record?

source: Please fill signature field!
ar: يرجى ملء حقل التوقيع!
es: Por favor proporcione la firma en primer lugar.
fr: S'il vous plaît remplir le champ de signature!

source: Time Off Detail
ar: الوقت معطلة التفاصيل
es: Tipo de tiempo libre
fr: Détail du temps libre

source: Regular Hours
ar: ساعات عادية
es: Horas regulares
fr: Heures régulières

source: Recipient field is required.
ar: حقل المستلم مطلوب.
es: Se requiere campo de mensaje.
fr: Le champ du destinataire est obligatoire.

source: Community field is required.
ar: حقل المجتمع مطلوب.
es: este campo es requerido
fr: Le champ communautaire est obligatoire.

source: Message field is required.
ar: حقل الرسالة مطلوب.
es: Se requiere campo de mensaje.
fr: Le champ de message est obligatoire.

source: My Profile
ar: ملفي
es: Mi perfil
fr: Mon profil

source: Checked into <strong>{0}</strong>
ar: تم إيداعه في <strong> {0} </strong>
es: Nos registramos en <strong>{0}</strong>
fr: Vérifié dans <strong>{0}</strong>

source: Please fill the comment field first.
ar: يرجى ملء حقل التعليق أولا.
es: Por favor, rellene el campo de comentarios en primer lugar.
fr: S'il vous plaît remplir le champ de commentaire en premier.

source: hrs.
ar: ساعة.
es: horas

source: Enter the PIN
ar: أدخل رقم التعريف الشخصي
es: introducir la Hora
fr: Entrez le code PIN

source: Log Out
ar: تسجيل خروج

source: Security Settings
ar: اعدادات الامان

source: Sign in with scanning
ar: تسجيل الدخول مع المسح
fr: Se connecter avec numérisation

source: Successfully enabled
ar: تم التمكين بنجاح

source: Successfully disabled
ar: تم تعطيل بنجاح

source: None Specified
ar: لا شيء محدد
es: No especificado
fr: Non spécifié

source: Please check start and end time
ar: يرجى التحقق من وقت البدء والانتهاء

source: Please fill required fields
ar: يرجى ملء الحقول المطلوبة

source: You should select employees
ar: يجب عليك اختيار الموظفين

source: timesheets successfully updated
ar: تم تحديث الجداول الزمنية بنجاح

source: Do you want to save this Time Off Detail before closing it?
ar: هل تريد حفظ هذا الوقت معطلة التفاصيل قبل إغلاقه؟
es: ¿Desea guardar este detalle de tiempo libre antes de cerrarlo?
fr: Voulez-vous enregistrer ce détail de temps libre avant de le fermer?

source: Don't Save
ar: لا تحفظ
es: Guardado entrada.
fr: Ne pas enregistrer

source: Do you want to save this Time Off before closing it?
ar: هل تريد حفظ هذا الوقت معطلة قبل إغلاقه؟
es: ¿Quieres aprobar la solicitud?
fr: Voulez-vous enregistrer ce temps libre avant de le fermer?

source: Please, confirm
ar: يرجى تأكيد
es: Por favor confirmar
fr: Veuillez confirmer

source: Please select paycode
ar: يرجى اختيار paycode
es: Por favor, seleccione una posición
fr: Veuillez sélectionner le code de paiement

source: Add Your Note
ar: أضف ملاحظتك

source: Notes successfully saved
ar: تم حفظ الملاحظات بنجاح
es: Guardado con éxito.
fr: Notes enregistrées avec succès

source: Submit timesheet
ar: إرسال الجدول الزمني
es: presentar hoja de tiempo
fr: Soumettre une feuille de temps

source: Do you wish to submit your timesheet? No further changes can be made after the timesheet is submitted.
ar: هل ترغب في تقديم الجدول الزمني الخاص بك؟ لا يمكن إجراء المزيد من التغييرات بعد تقديم الجدول الزمني.
es: ¿Quiere enviar su hoja de tiempo? No hay más cambios se pueden hacer después de que el horario.
fr: Souhaitez-vous soumettre votre feuille de temps? Aucune autre modification ne peut être effectuée après l'envoi de la feuille de temps.

source: Checked Into:
ar: دققت في:
es: Registrado en
fr: Vérifié dans:

source: No Posts
ar: لا توجد مشاركات
es: No hay Mensajes
fr: Pas message

source: ADDRESS
ar: عنوان
fr: ADRESSE

source: EMPLOYMENT INFORMATION
ar: معلومات التوظيف
fr: INFORMATION D'EMPLOI

source: ONBOARDING
ar: التأهيل ل
fr: À bord

source: Skill changes
ar: تغييرات المهارة
es: Guardando cambios...
fr: Changements de compétences

source: Unemployed
ar: عاطلين عن العمل
es: Empleador
fr: Sans emploi

source: Course Date
ar: تاريخ الدورة
es: Fecha de golf
fr: Date du cours

source: Unregister
ar: إلغاء تسجيل
es: Anular el registro
fr: Se désinscrire
